Repository: teeeeeegz/focusedwork-translations
Catalog: *.xcloc/Localized Contents/*.xliff
Languages: de, es

# SESSION_ACTION_ENDGROUP_CONFIRM
source: Are you sure you want to end the current focus session for all participants?
de: Bist du sicher, dass du die aktuelle Fokus-Session für alle Teilnehmer*innen beenden möchtest?
es: ¿Estás seguro que quieres terminar la etapa de concentración actual para todos los participantes?

# SESSION_ACTION_END_CONFIRM
source: Are you sure you want to end the current focus session? Mark Complete will include your progress for the current stage.
de: Bist du sicher, dass du die aktuelle Fokus-Session beenden willst? Abschließen wird deinen Fortschritt für die aktuelle Phase speichern.
es: ¿Estás seguro que quieres terminar la sesión de concentración actual? Marcar como Completado incluirá tu progreso para la siguiente etapa.

# SESSION_ACTION_JOINGROUP_CONFIRM
source: Are you sure you want to end this session and join the Focus Group?
de: Bist du sicher, dass du diese Session beenden und an der Fokusgruppe teilnehmen möchtest?
es: ¿Estás seguro que quieres terminar esta sesión e ingersar a el Grupo de Enfoque?

# SESSION_ACTION_LEAVEGROUP
source: Leave Focus Group
de: Fokusgruppe verlassen
es: Abandonar Grupo de Enfoque

# SESSION_ACTION_LEAVEGROUP_CONFIRM
source: Are you sure you want to leave the Focus Group?
de: Bist du sicher, dass du die Fokusgruppe verlassen willst?
es: ¿Estás seguro que quieres abandonar el Grupo de Enfoque?

# SESSION_ACTION_PAUSE
source: Pause Session
de: Session pausieren
es: Pausar Sesión

# SESSION_ACTION_PROGRESS
source: Session Progress
de: Fortschritt der Session
es: Progreso de la Sesión

# SESSION_ACTION_REPEAT
source: Repeat Session
de: Wiederholung der Session
es: Repetir Sesión

# SESSION_ACTION_RESTARTSTAGE
source: Restart Stage
de: Phase neustarten
es: Restaurar Etapa

# SESSION_ACTION_RESTARTSTAGE_CONFIRM
source: Are you sure you want to restart the current %@ stage?
de: Bist du sicher, dass du die aktuelle %@ Stufe neu starten willst?
es: ¿Estás seguro que quieres restaurar la etapa %@ actual?

# SESSION_ACTION_RESUME
source: Resume Session
de: Session fortsetzen
es: Continuar Sesión

# SESSION_ACTION_SELECT
source: Select Session
de: Session auswählen
es: Seleccionar Sesión

# SESSION_ACTION_SKIPSTAGE
source: Skip Stage
de: Abschnitt überspringen
es: Saltarse Etapa

# SESSION_ACTION_SKIPSTAGE_CONFIRM
source: Are you sure you want to begin the next stage?
de: Bist du sicher, dass du die nächste Phase beginnen willst?
es: ¿Estás seguro que quieres empezar la siguiente etapa?

# SESSION_ACTION_SKIPSTAGE_CONFIRM_BREAK
source: Are you sure you want to start your break early?
de: Bist du sicher, dass du deine Pause früher beginnen willst?
es: ¿Estás seguro que quieres empezar tu descanso antes de tiempo?

# SESSION_ACTION_SKIPSTAGE_CONFIRM_FOCUSEDWORK
source: Are you sure you want to begin the next Focused Work stage?
de: Bist du sicher, dass du die nächste Fokus-Phase beginnen willst?
es: ¿Estás seguro que quieres empezar la siguiente etapa de Trabajo Enfocado?

# SESSION_ACTION_SKIPSTAGE_CONFIRM_PLANNING
source: Are you sure you want to begin the next Planning stage?
de: Bist du sicher, dass du mit der nächsten Planungsphase beginnen willst?
es: ¿Estás seguro que quieres empezar la siguiente etapa de Planeación?

# SESSION_ACTION_START
source: Start Session
de: Session starten
es: Empezar Sesión

# SESSION_ACTION_STARTGROUP
source: Start Focus Group
de: Fokusgruppe starten
es: Empezar Grupo de Enfoque

# SESSION_ACTION_STARTGROUP_CONFIRM
source: Do you want to start a new Focus Group with SharePlay? All participants will share the same focus session.
de: Willst du eine neue Fokusgruppe mit SharePlay gründen? Alle Teilnehmer*innen teilen sich die gleiche Fokusgruppe.
es: ¿Estás seguro que quieres empezar un nuevo Grupo de Enfoque con SharePlay? Todos los participantes compartirán la misma sesión de enfoque.

# SESSION_ACTION_UPDATEFOCUS
source: Update Focus
de: Fokus aktualisieren
es: Actualizar Enfoque

source: Session Cancelled
de: Session abbrechen
es: Sesión Cancelada

source: Session Completed
de: Session abgeschlossen
es: Sesión Completada

source: SESSION_COUNT
es: Número de sesiones

# SESSION_NOTCOMPLETED
source: Not Completed
de: Nicht vollendet
es: No Completada

source: Session Paused
de: Session pausiert
es: Sesión Pausada

# SETTING_APPTHEME
source: App Theme
de: App Thema
es: Temática del App

# SETTING_APPTHEME_DARK
source: Dark
de: Dunkel
es: Oscuro

# SETTING_APPTHEME_LIGHT
source: Light
de: Hell
es: Claro

# SETTING_APPTHEME_SYSTEM
source: System
es: Sistema

# SETTING_COUNTSTYLE
source: Count Style
de: Zählweise
es: Estilo del Contador

# SETTING_COUNTSTYLE_DOWN
source: Count Down
es: Disminuir

# SETTING_COUNTSTYLE_UP
source: Count Up
de: Aufwärts zählen
es: Aumentar

# SETTING_DISCORD_DESCRIPTION
source: Keep in the loop with news, announcements, beta updates, and share why you love the app!
de: Halte dich über Neuigkeiten, Ankündigungen und Beta-Updates auf dem Laufenden und teile mit, warum du die App liebst!
es: ¡Manténte al tanto de noticias, anuncios y actualizaciones beta, y comparte porque te encanta esta App!

# SETTING_DISCORD_TITLE
source: Join the Discord Community
de: Werde Mitglied der Discord Community
es: Sé parte de la Comunidad de Discord

# SETTING_FAQ_DESCRIPTION
source: Focused Work Basics. Integrate with Toggl, Shortcuts, and other tidbits.
de: Grundlagen von Focused Work. Integriere mit Toggl, Shortcuts und anderen Leckerbissen.
es: Los Básicos de Focused Work. Integración con Toggl, Atajos, y otras funcionalidades.

# SETTING_FOCUSREMINDERS_DESCRIPTION
source: Display mid-session reminders to maintain your focus.
de: Erinnere dich in der Mitte der Session daran, dass du dich konzentrieren musst.
es: Mostrar recordatorios a la mitad de la sesión y mantén tu concentración.

# SETTING_FOCUSREMINDERS_TITLE
source: Focus Reminders
de: Fokus-Erinnerungen
es: Recordatorios de Concentración

# SETTING_ICLOUDSYNC_DESCRIPTION
source: Unable to sync your data with iCloud. Please check you have available storage space.
de: Du kannst deine Daten nicht mit iCloud synchronisieren. Bitte überprüfe, ob du noch freien Speicherplatz hast.
es: No fue posible sincronizar tu información con iCloud. Por favor checa que tengas espacio disponible.

# SETTING_ICLOUDSYNC_TITLE
source: iCloud Sync
de: iCloud-Synchronisation
es: Sincronización con iCloud

# SETTING_ICONBADGE_DESCRIPTION
source: Show total remaining daily goals as the notification badge count.
de: Zeige die Summe der verbleibenden Tagesziele als Anzahl der Benachrichtigungsbadge an.
es: Muestra el tiempo total restante de tus objetivos diarios como contador de notificaciones.

# SETTING_ICONBADGE_TITLE
source: Daily Goals as App Badge
de: Tägliche Ziele als App-Badge
es: Objetivos diarios como contador de notificaciones

# SETTING_KEEPONTOP_DESCRIPTION
source: Always show Focused Work above other apps.
de: Zeige Focused Work immer über anderen Apps an.
es: Siempre muestra Focused Work sobre otras apps.

# SETTING_KEEPONTOP_TITLE
source: Keep On Top
de: Oben lasseb
es: Mantener hasta arriba

# SETTING_LEAVEREVIEW
source: Leave an App Store Review
de: Hinterlasse eine App Store Bewertung
es: Escriba una reseña en el App Store

# SETTING_MENUBAR_SESSIONFOCUS
source: Display Session/Stage Focus
de: Anzeige Session/Bühne Fokus
es: Mostrar Sesión/Enfoque por Etapa

# SETTING_MENUBAR_STAGEICON
source: Display Stage Icon
de: Bühnensymbol anzeigen
es: Mostrar Ícono de la Etapa

# SETTING_NEWSLETTER_DESCRIPTION
source: Receive monthly updates. Zero spam.
de: Erhalte monatliche Updates. Kein Spam.
es: Recibe actualizaciones mensuales. Sin spam.

# SETTING_NOTIFICATIONSDISABLED_DESCRIPTION_IOS
source: Open the Settings app, then tap Notifications and Allow Notifications
de: Öffne die App "Einstellungen" und tippe dann auf "Benachrichtigungen" und "Benachrichtigungen zulassen".
es: Abrir el app de Configuración, luego preciona Notificación y presiona Permitir Notificaciones

# SETTING_NOTIFICATIONSDISABLED_DESCRIPTION_MAC
source: Enable notification permission in System Preferences
de: Aktiviere die Benachrichtigungsberechtigung in den Systemeinstellungen
es: Permitir notificaciones en Preferencias del Sistema

# SETTING_NOTIFICATIONSDISABLED_TITLE
source: Notifications Disabled
de: Benachrichtigungen Deaktiviert
es: Deshabilitar Notoficaciones

# SETTING_OTHERDEVICES_DESCRIPTION
source: Receive alerts from Focus Sessions running on another device.
de: Erhalte Benachrichtigungen von Focus Sessions, die auf einem anderen Gerät laufen.
es: Recibe alertas de Sesiones de Enfoque de otros dispositivos.

# SETTING_OTHERDEVICES_TITLE
source: Other Devices
de: Andere Geräte
es: Otros Dispositivos

# SETTING_PUREBLACK_DESCRIPTION
source: Display pure black backgrounds on all screens.
de: Zeige auf allen Bildschirmen rein schwarze Hintergründe an.
es: Mostrar fondos oscuros en todas las pantallas.

# SETTING_PUREBLACK_TITLE
source: Use Pure Black Dark Mode
de: Verwende den Pure Black Dark Mode
es: Usar Modo Oscuro Puro

# SETTING_SCREENON_DESCRIPTION
source: Prevent display auto-lock when sessions are in progress.
de: Verhindere, dass die Anzeige automatisch gesperrt wird, wenn eine Session läuft.
es: Preveé bloqueo de pantalla cuando las sesiones estén en progreso.

# SETTING_SCREENON_TITLE
source: Keep Screen On
de: Bildschirm eingeschaltet lassen
es: Mantén la pantalla prendida

# SETTING_SHOWMENUBAR_DESCRIPTION
source: See the session timer & details in the system menu bar.
es: Ver el cronómetro de sesión y detalles la barra de menú del sistema.

# SETTING_SHOWMENUBAR_TITLE
source: Show Timer
de: Timer anzeigen
es: Mostrar Cronómetro

# SETTING_STAGENEARLYCOMPLETE_DESCRIPTION
source: Show a one-minute remaining reminder when the app is in the background.
de: Zeige eine einminütige Erinnerung an, wenn die App im Hintergrund läuft.
es: Mostrar un recordatorio de un minuto restante cuando el app no esté activa.

# SETTING_STAGENEARLYCOMPLETE_TITLE
source: Stage Nearly Completed
de: Etappe fast abgeschlossen
es: Etapa por Completar

# SETTING_TIMERFONT_DESCRIPTION
source: Standard displays a normal rounded font. Monospaced evenly spaces out text to prevent pixel shifting.
de: Standard zeigt eine normale, abgerundete Schrift an. Monospaced verteilt den Text gleichmäßig, um Pixelverschiebungen zu verhindern.
es: Estándar muestra una fuente normal redondeada. Monospaced distribuye de manera homogenea el texto para prevenir pixel shifting.

# SETTING_TIMERFONT_STANDARD
source: Standard
es: Estándar

# SETTING_TIMERFONT_TITLE
source: Timer Font
de: Timer-Schriftart
es: Fuente del Cronómetro

# SETTING_TIMERREFRESH_1MINUTE
source: 1 Minute
es: Un Minuto

# SETTING_TIMERREFRESH_1SECOND
source: 1 Second
de: 1 Sekunde
es: Un Segundo

# SETTING_TIMERREFRESH_30SECONDS
source: 30 Seconds
de: 30 Sekunden
es: Treita Segundos

# SETTING_TIMERREFRESH_DESCRIPTION
source: Adjust how often the countdown timer will refresh.
de: Lege fest, wie oft der Countdown-Timer aktualisiert werden soll.
es: Ajusta cada cuando se actualiza el cronómetro.

# SETTING_TIMERREFRESH_TITLE
source: Timer Refresh Interval
de: Timer Aktualisierungsintervall
es: Intervalo de Actualización de Cronómetro

# SETTING_TIMERVOLUME
source: Timer Volume
de: Timer Lautstärke
es: Volumen del Cronómetro

# SETTING_VOLUME_TIP_IOS
source: Tip: Long-press and drag the Timer to adjust volume.
de: Tipp: Drücke lange auf den Timer und ziehe ihn, um die Lautstärke anzupassen.
es: Tip: Deja presionado y desliza el Cronómetro para ajustar el volumen.

# SETTING_VOLUME_TIP_MAC
source: Tip: Click-and-drag the Timer to adjust volume.
de: Tipp: Klicke und ziehe den Timer, um die Lautstärke anzupassen.
es: Tip: Da Click y desliza el cronómetro para ajustar el volumen.

# SHAREPLAY_FOCUSGROUP_SUBTITLE
source: Focus together with friends, in a Focus Group
de: Fokussiere dich gemeinsam mit Freunden in einer Fokusgruppe
es: Concentrate junto con tus amigos en un Grupo de Enfoque

# SHAREPLAY_FOCUSGROUP_TITLE
source: Focus Group
de: Fokusgruppe
es: Grupo de Enfoque

# SHARESHEET_VALIDATION_MESSAGE
source: Enter a focus before starting the focus session.
de: Gib einen Fokus ein, bevor du die FokusSession startest.
es: Ingresa a una concentración antes de empezar una Sesión de Enfoque.

# SHARESHEET_VALIDATION_TITLE
source: Set a Focus
de: Einen Fokus setzen
es: Establecer una Concentración

# SHARE_APPSTORE
source: Download Focused Work on the App Store!
de: Lade Focused Work im App Store herunter!
es: ¡Descarga Focused Work en el App Store!

# SHARE_TESTFLIGHT
source: Download Focused Work on TestFlight!
de: Download Konzentriertes Arbeiten auf TestFlight!
es: ¡Descarga Focuses Work en TestFlight!

# SHORTCUTSUPPORTFOOTER_BIGSUR
source: Automatically trigger shortcuts mid-session on an iOS or iPadOS device.
de: Löse auf einem iOS- oder iPadOS-Gerät automatisch Kurzbefehle mitten in der Session aus.
es: Empieza un atajo a la mitad de la sesión de manera automática en un dispositivo iOS o iPadOS.

# SHORTCUTSUPPORTFOOTER_IOS14
source: Automatically trigger shortcuts as you progress through a focus session, while the app is in the foreground. e.g. Turn on Do Not Disturb only for Focused Work stages.
de: Löse automatisch Kurzbefehle aus, wenn du in einer Fokus-Session vorankommst, während die App im Vordergrund ist. z.B. Aktiviere "Nicht stören" nur für Abschnitte der konzentrierten Arbeit.
es: Empieza un atajo de manera automática conforme progreses una sesión de enfoque, mientras el app no esté activa, por ejemplo al tener No Molestar activo solo para sesiones de enfoque.

# SHORTCUTSUPPORTFOOTER_IOS15
source: Automatically trigger shortcuts as you progress through a focus session, while the app is in the foreground. e.g. Turn on Focus only for Focused Work stages.
de: Löse automatisch Kurzbefehle aus, wenn du in einer Fokus-Session vorankommst, während die App im Vordergrund ist. z.B. Aktiviere den Fokus nur für Abschnitte der konzentrierten Arbeit.
es: Empieza un atajo de manera automática conforme progreses una sesión de enfoque, mientras el app no esté activa, por ejemplo al tener una Concentración solo para etapas de Focused Work.

# SHORTCUTSUPPORTFOOTER_MONTEREY
source: Automatically trigger shortcuts as you progress through a focus session. e.g. Turn on Focus only for Focused Work stages.
de: Löse automatisch Kurzbefehle aus, wenn du in einer Fokus-Session vorankommst. z.B. Schalte den Fokus nur für Abschnitte der fokussierten Arbeit ein.
es: Empieza un atajo de manera automática conforme progreses una sesión de enfoque, por ejemplo al tener una Concentración solo para etapas de Focused Work.

# SHORTCUT_ENDFOCUSSESSION
source: End Focus Session
de: Fokus-Session beenden
es: Terminar Sesión de Enfoque

# SHORTCUT_ENDFOCUSSESSION_PHRASE
source: End the current focus session
de: Beende die aktuelle Fokus-Session
es: Terminar la sesión de enfoque actual

# SHORTCUT_GETCURRENTFOCUSSESSION
source: Get Current Focus Session
de: Aktuelle Fokus-Session erhalten
es: Obtener la Sesión Actual de Enfoque

# SHORTCUT_GETCURRENTFOCUSSESSION_PHRASE
source: Get the current focus session
de: Die aktuelle Fokus-Session abrufen
es: Obtener la sesión actual de enfoque

# SHORTCUT_GETFOCUSSESSIONS
source: Get Focus Sessions
de: Fokus-Sessionen erhalten
es: Obtener Sesión de Enfoque

# SHORTCUT_GETFOCUSSESSIONS_PHRASE
source: Get all focus sessions
de: Alle Fokus-Sessionen erhalten
es: Obtener todas las Sesiones de Enfoque

# SHORTCUT_GETLASTFINISHEDFOCUSSESSION
source: Get Last Finished Focus Session
de: Letzte beendete Fokus-Session erhalten
es: Obtener las Últimas Sesiones de Enfoque Completadas

# SHORTCUT_GETLASTFINISHEDFOCUSSESSION_PHRASE
source: Get the last finished focus session
de: Die letzte beendete Fokus-Session abrufen
es: Obtener las últimas sesiones de enfoque completadas

# SHORTCUT_PAUSEFOCUSSESSION
source: Pause Focus Session
de: Pause Fokus Session
es: Pausar Sesión de Enfoque

# SHORTCUT_PAUSEFOCUSSESSION_PHRASE
source: Pause the current focus session
de: Die aktuelle Fokus-Session anhalten
es: Pausar la sesión de enfoque actual

# SHORTCUT_RESTARTSTAGE
source: Restart Stage
de: Neustart Phase
es: Resetear Etapa

# SHORTCUT_RESTARTSTAGE_PHRASE
source: Restart the current stage
de: Die aktuelle Etappe neu starten
es: Resetear la etapa actual

# SHORTCUT_RESUMEFOCUSSESSION
source: Resume Focus Session
de: Lebenslauf Fokus Session
es: Continuar Sesión de Enfoque

# SHORTCUT_RESUMEFOCUSSESSION_PHRASE
source: Resume the current focus session
de: Die aktuelle Fokus-Session fortsetzen
es: Continuar la sesión actual de enfoque

# SHORTCUT_SETTIMERVOLUME
source: Set Timer Volume Level
de: Timer-Lautstärkepegel einstellen
es: Establece el Nivel del Volumen del Cronómetro

# SHORTCUT_SETTIMERVOLUME_PHRASE
source: Set the timer volume
de: Einstellen der Timer-Lautstärke
es: Establece el nivel del volumen del cronómetro

# SHORTCUT_SKIPSTAGE
source: Skip Stage
de: Bühne überspringen
es: Saltarse Etapa

# SHORTCUT_SKIPSTAGE_PHRASE
source: Skip the current stage
de: Überspringe die aktuelle Etappe
es: Saltarse etapa actual

# SHORTCUT_STARTFOCUSSESSION
source: Start Focus Session
de: Start Fokus Session
es: Saltarse Sesión de Enfoque

# SHORTCUT_STARTFOCUSSESSION_NAMED_PHRASE
source: Start a %@ session
de: Starte eine %@ Session
es: Empezar una %@ sesión

# SHORTCUT_STARTFOCUSSESSION_PHRASE
source: Start a focus session
de: Beginne eine Fokus-Session
es: Empezar una sesión de enfoque

# STAGE_PROGRESS_CANCELLED
source: Cancelled
de: Abgesagt
es: Calcelada

# STAGE_PROGRESS_COMPLETED
source: Completed
de: Abgeschlossen
es: Completada

# STAGE_PROGRESS_INPROGRESS
source: In Progress
de: In Arbeit
es: En Progreso

# STAGE_PROGRESS_PAUSED
source: Paused
de: Pausiert
es: Pausada

# STAGE_PROGRESS_QUEUED
source: Queued
de: In Warteschlage
es: En la fila

# STORESCREENSHOT_1
source: Focusing on a big task has never been this easy.
de: Es war noch nie so einfach, sich auf eine große Aufgabe zu konzentrieren.
es: Enfocandose en las tareas importantes nunca es fácil.

# STORESCREENSHOT_2
source: Create flexible Focus Sessions to stay productive and avoid burnout
de: Erstelle flexible Fokus-Sessionen, um produktiv zu bleiben und Burnout zu vermeiden
es: Crear Sesiones de Enfoque flexibles para mantenerte productivo y evitar burnout

# STORESCREENSHOT_3
source: Set Automations that turn on Focus
de: Automatisierungen einstellen, die den Fokus einschalten
es: Establece Procesos Automáticos para Concentrarte

# STORESCREENSHOT_3_MAC
source: Set Automations that turn on Focus and trigger other shortcuts mid-session
de: Automatisierungen festlegen, die den Fokus aktivieren und andere Verknüpfungen mitten in der Session auslösen
es: Establece Procesos Automáticos para Concentrarte y activar otros atajos a la mita de una sesión

# STORESCREENSHOT_4
source: Be intentional with your time
de: Gehe bewusst mit deiner Zeit um
es: Se intencional con tu tiempo

# STORESCREENSHOT_5
source: Structure sessions however you like
de: Strukturiere die Sessionen wie du willst
es: Estructa sesiones cuando quieras

# STORESCREENSHOT_6
source: Complete daily Productivity Goals
de: Tägliche Produktivitätsziele erfüllen
es: Completa tus Objectivos de Productividad diarios

# STORESCREENSHOT_6_MAC
source: Complete daily Productivity Goals and create healthy habits over time
de: Tägliche Produktivitätsziele erfüllen und mit der Zeit gesunde Gewohnheiten schaffen
es: Completa tus Objectivos de Productividad diarios y crea hábitos sanos a través del tiempo

# STORESCREENSHOT_7
source: Stay on-task with Focus Reminders
de: Bleib bei der Sache mit Focus Reminders
es: Mantente en la tarea con Recordatorios de Concentración

# STORESCREENSHOT_8
source: Time Tracking with Toggl Track
de: Zeiterfassung mit Toggl Track
es: Registra Tiempo con Toggl Track

# STORESCREENSHOT_9
source: Themeable Widgets and App Icons
de: Anpassbare Widgets und App-Symbole
es: Widgets e Íconos custumizables.

# STORESCREENSHOT_10
source: Best In Class Platform Features
de: Klassenbeste Plattform Merkmale
es: La mejor funcionalidad en su segmento
