Repository: teeeeeegz/focusedwork-translations
Catalog: *.xcloc/Localized Contents/*.xliff
Languages: de, es

# CFBundleDisplayName
source: Start a Focus Session
de: Beginne eine Fokus-Session
es: Empezar una sesión de concentración

# CFBundleName
source: ActionExtension
es: ExtensiónDeAcción

# NSHumanReadableCopyright
source: Copyright © 2021 Michael Tigas. All rights reserved.
de: Copyright © 2021 Michael Tigas. Alle Rechte vorbehalten.
es: Derechos de autor © 2021 Michael Tigas. Todos los derechos reservados.

# CFBundleName
source: Focused Work
es: Trabajo Enfocado

# NSAppleEventsUsageDescription
source: Select and automatically trigger shortcuts during a focus session.
de: Wähle während einer Fokus-Session ein Kurzbefehle aus und löse diesen automatisch aus.
es: Selecciona y automaticamente activa atajos durante una sesión de enfoque

# NSPhotoLibraryAddUsageDescription
source: Save your Tip Jar donation to the Camera Roll.
de: Speichere deine Spende in Fotos.
es: Guarda tu donación a la caja de propinas en el Carrete.

# A11Y_ADJUSTALERTSVOLUME
source: Adjust Alerts Volume
de: Lautstärke der Warnungen anpassen
es: Ajuste el Volumen de las Alertas

# A11Y_ADJUSTTIMERVOLUME
source: Adjust Timer Volume
de: Timer-Lautstärke einstellen
es: Ajuste el Volumen del Cronómetro

# A11Y_SESSIONFOCUS
source: Session Focus
de: Session-Fokus
es: Sesión de enfoque

# A11Y_STAGEFOCUS
source: Stage Focus
de: Abschnitts-Fokus
es: Enfoque

# A11Y_STARTSESSIONNAME
source: Start %@
es: Empezar %@

# A11Y_TIMEREMAINING
source: Time Remaining
de: Verbleibende Zeit
es: Tiempo Restante

# ACTION_ADD
source: Add
de: Hinzufügen
es: Agregar

# ACTION_ADDFOCUS
source: Add Focus
de: Fokus hinzufügen
es: Agregar Enfoque

# ACTION_ADDSHORTCUT
source: Add Shortcut
de: Kurzbefehle hinzufügen
es: Agregar Atajo

# ACTION_AUTHENTICATE
source: Authenticate
de: Authentifizieren
es: Autenticar

# ACTION_CANCEL
source: Cancel
de: Abbrechen
es: Cancelar

# ACTION_CHANGE
source: Change
de: Ändern
es: Cambiar

# ACTION_CLEAR
source: Clear
de: Löschen
es: Limpiar

# ACTION_CLOSE
source: Close
de: Schließen
es: Cerrar

# ACTION_CONTINUE
source: Continue
de: Weiter
es: Continuar

# ACTION_COPY
source: Copy
de: Kopiere
es: Copiar

# ACTION_COPYFROMSESSION
source: Copy From Session
de: Aus Session kopieren
es: Copiar Desde Sesión

# ACTION_CREATE
source: Create
de: Erstellen
es: Crear

# ACTION_CREATEPRESET
source: Create Preset
de: Voreinstellung erstellen
es: Crear Plantilla

# ACTION_DEACTIVATE
source: Deactivate
de: Deaktiviere
es: Desactivar

# ACTION_DELETE
source: Delete
de: Löschen
es: Borrar

# ACTION_DELETEPRESET
source: Delete Preset
de: Voreinstellung löschen
es: Borrar Plantilla

# ACTION_DELETESESSION
source: Delete Session
de: Session löschen
es: Borrar Sesión

# ACTION_DONE
source: Done
de: Erledigt
es: Listo

# ACTION_DUPLICATE
source: Duplicate
de: Duplizieren
es: Duplicar

# ACTION_EDIT
source: Edit
de: Bearbeiten
es: Editar

# ACTION_ENABLE
source: Enable
de: Aktiviere
es: Habilitar

# ACTION_END
source: End
de: Ende
es: Terminar

# ACTION_EXPORT
source: Export
de: Exportieren
es: Exportar

# ACTION_FAVORITE
source: Favorite
de: Favorit
es: Favorito

# ACTION_HIDE
source: Hide
de: Verstecken
es: Esconder

# ACTION_LEAVE
source: Leave
de: Verlassen
es: Salir

# ACTION_MOREOPTIONS
source: More Options
de: Mehr Optionen
es: Más Opciones

# ACTION_NEW
source: New
de: Neu
es: Nuevo

# ACTION_NEWFROMTEMPLATE
source: New from Template
de: Neu von Vorlage
es: Nueva desde Plantilla

# ACTION_NEWSESSION
source: New
de: Neu
es: Nuevo

# ACTION_NEXT
source: Next
de: Nächste
es: Siguiente

# ACTION_OFF
source: Off
de: Aus
es: Apagado

# ACTION_ON
source: On
de: An
es: Prendido

# ACTION_OPENAPP
source: Open App
de: App öffnen
es: Abrir App

# ACTION_OPENSHORTCUTS
source: Open Shortcuts
de: Kurzbefehle öffnen
es: Abrir Atajos

# ACTION_PAUSE
source: Pause
es: Pausar

# ACTION_QUIT
source: Quit
de: Schließen
es: Cerrar

# ACTION_REMOVE
source: Remove
de: Entfernen
es: Quitar

# ACTION_RESET
source: Reset
de: Zurücksetzen
es: Resetear

# ACTION_RESUME
source: Resume
de: Lebenslauf
es: Continuar

# ACTION_RUN
source: Run
de: Lauf
es: Correr

# ACTION_SAVE
source: Save
de: Speichern
es: Guardar

# ACTION_SELECT
source: Select
de: Wähle
es: Seleccionar

# ACTION_SELECTALL
source: Select All
de: Alle auswählen
es: Seleccionar Todo

# ACTION_SELECTASESSION
source: Select a focus session
de: Wähle eine Fokus-Session
es: Selecciona una sesión de enfoque

# ACTION_SELECTASESSION_LINESEPARATED
source: Select a Focus Session
de: Wähle eine Fokus-Session
es: Selecciona una Sesión de Enfoque

# ACTION_SENDEMAIL
source: Send Email
de: E-Mail senden
es: Mandar Email

# ACTION_SHARE
source: Share
de: Teilen
es: Compartir

# ACTION_SHAREIMAGE
source: Share Image
de: Bild teilen
es: Compartir Imagen

# ACTION_SHOW
source: Show
de: Anzeigen
es: Mostrar

# ACTION_SHOWMORE
source: Show More
de: Mehr anzeigen
es: Mostrar Más

# ACTION_SKIP
source: Skip
de: Überspringen
es: Saltar

# ACTION_START
source: Start
es: Empezar

# ACTION_TAP
source: Tap
de: Tippen Sie auf
es: Presionar

# ACTION_UNFAVORITE
source: Unfavorite
de: Defavorarisieren
es: Quitar favorito

# ACTION_UNSELECTALL
source: Unselect All
de: Alle abwählen
es: Deseleccionar Todo

# ACTION_UPDATE
source: Update
es: Actualizar

# ACTION_VIEW
source: View
de: Siehe
es: Ver

# ALERT_AUDIOINTERRUPT_MESSAGE
source: Open the app to see how much time you have left!
de: Öffne die App, um zu sehen, wie viel Zeit du noch hast!
es: ¡Abre el app y ve cuánto tiempo tienes restante!

# ALERT_AUDIOINTERRUPT_TITLE
source: Focus Session still in progress
de: Fokus-Session noch im Gange
es: Sesión de Enfoque aun en progreso

# ALERT_BREAK_MESSAGE
source: Have a nice stretch!
de: Viel Spaß beim Dehnen!
es: ¡Date un buen estirón!

# ALERT_BREAK_TITLE
source: Time for a break
de: Zeit für eine Pause
es: Es tiempo de un descanso

# ALERT_CROSSDEVICE_SESSIONCOMPLETED
source: Your %@: %@ Session Complete!
de: Dein %@: %@ Session abgeschlossen!
es: De tu %@: ¡%@ Sesión Completa!

# ALERT_CROSSDEVICE_STAGECOMPLETED
source: Your %@: %@ Stage Completed
de: Dein %@: %@ Abschnitt abgeschlossen
es: De tu %@: ¡%@ Etapa Completada!

# ALERT_CROSSDEVICE_STAGENEARLYCOMPLETE
source: Your %@: %@
de: Dein %@: %@
es: De tu %@: %@

# ALERT_GOALCOMPLETED_MESSAGE
source: Great job on reaching your goal today!
de: Toll, dass du dein Ziel heute erreicht hast!
es: ¡Buen trabajo en llegar a tu meta hoy!

# ALERT_GOALCOMPLETED_TITLE
source: %@ goal completed
de: %@ Ziel abgeschlossen
es: %@ meta completada

# ALERT_NEWSTREAK_MESSAGE
source: Your %@ longest record is now %@!
de: Dein %@ längster Datensatz ist jetzt %@!
es: Tu el récord para %@ ahora es %@!

# ALERT_NEWSTREAK_TITLE
source: New Longest Streak!
de: Neue längste Serie!
es: ¡Nueva racha más larga!

# ALERT_SESSIONCOMPLETED_MESSAGE
source: Review your session.
de: Lass deine Session Revue passieren.
es: Revisa tu sesión.

# ALERT_SESSIONCOMPLETED_TITLE
source: Focus Session completed!
de: Fokus-Session abgeschlossen!
es: ¡Sesión de enfoque completada!

# ALERT_STAGECOMPLETED
source: Stage Completed
de: Etappe abgeschlossen
es: Etapa completada

# ALERT_STAGECOMPLETED_BACKGROUND_MESSAGE_NOSTAGES
source: Review the session.
de: Lass die Session Revue passieren.
es: Revisa la sesión.

# ALERT_STAGECOMPLETED_BACKGROUND_TITLE
source: %@ stage completed
de: %@ Abschnitt abgeschlossen
es: %@ etapa completada

# ALERT_STAGENEARLYCOMPLETE_MESSAGE
source: One minute remaining!
de: Noch eine Minute!
es: ¡Queda un minuto!

# ALERT_STAGENEARLYCOMPLETE_TITLE_BREAK
source: Break stage nearly finished
de: Pausenphase fast beendet
es: La etapa de descanso está por terminar

# ALERT_STAGENEARLYCOMPLETE_TITLE_FOCUSEDWORK
source: Focused Work stage nearly finished
de: Phase der fokussierten Arbeit fast abgeschlossen
es: La etapa de Trabajo Enfocado está por terminar

# ALERT_STAGENEARLYCOMPLETE_TITLE_PLANNING
source: Planning stage nearly finished
de: Planungsphase fast abgeschlossen
es: La etapa de Planeación está por terminar

# ALERT_TRANSITION_BREAK
source: Time for a break!
de: Zeit für eine Pause!
es: ¡Es tiempo de un descanso!

# ALERT_TRANSITION_FOCUSEDWORK
source: Time to focus on your task!
de: Zeit, dich auf deine Aufgabe zu konzentrieren!
es: ¡Es tiempo de enfocarte a tu tarea!

# ALERT_TRANSITION_PLANNING
source: Time for some planning!
de: Zeit für die Planung!
es: ¡Es tiempo para algo de planeación!

# AUTOMATION_BREAKEND
source: Break End
de: Pause Ende
es: Terminar descanso

# AUTOMATION_BREAKSTART
source: Break Start
de: Pause Start
es: Empezar descanso

# AUTOMATION_FOCUSEDWORKEND
source: Focused Work End
de: Fokus-Ende
es: Terminar Trabajo Enfocado

# AUTOMATION_FOCUSEDWORKSTART
source: Focused Work Start
de: Fokus-Beginn
es: Empezar Trabajo Enfocado

# AUTOMATION_MANUALINPUT_MESSAGE
source: Enter a shortcut for this event
de: Gib einen Kurzbefehl für dieses Ereignis ein
es: Ingresa un atajo para este evento

# AUTOMATION_MANUALINPUT_PLACEHOLDER
source: Shortcut name
de: Name des Kurzbefehls
es: Nombre del atajo

# AUTOMATION_PLANNINGEND
source: Planning End
de: Planung Ende
es: Terminar planeación

# AUTOMATION_PLANNINGSTART
source: Planning Start
de: Planung Start
es: Empezar pleaneación

# AUTOMATION_SESSIONFINISH
source: Session Finish
de: Session Ende
es: Terminar sesión

# AUTOMATION_SESSIONSTART
source: Session Start
es: Empezar sesión

# AUTOMATION_SETHINT
source: Set a Shortcut
de: Einen Kurzbefehl festlegen
es: Selecciona un atajo

# BETA_FEATUREROADMAP
source: Feature Roadmap
es: Hoja de ruta de características

# BETA_FEEDBACK_FOOTER
source: Feel free to reach out if you find a bug, or have a question!
de: Melde dich, wenn du einen Fehler findest oder eine Frage hast!
es: ¡Siente libre de hablarnos y reportar un bug, o si tienes una pregunta!

# BETA_FEEDBACK_HEADER
source: Feedback
es: Retroalimentación

# BETA_SHARETESTFLIGHT
source: Share TestFlight Beta link
de: TestFlight Beta Link teilen
es: Comparte el link para la beta en TestFlight

# BREAKREMINDER_MESSAGE1
source: Taking one now will help you be more productive later.
de: Wenn du jetzt eine nimmst, kannst du später produktiver sein.
es: Tomar uno ahorita te ayudará a ser más productivo después.

# BREAKREMINDER_MESSAGE2
source: You might think you're being more productive but this is about the long haul.
de: Du denkst vielleicht, dass du produktiver bist, aber hier geht es um die Langfristigkeit.
es: Podrías pensar que puedes ser más productivo, pero esto se trata del largo plazo.

# BREAKREMINDER_MESSAGE3
source: It's a marathon, not a sprint.
de: Es ist ein Marathon, kein Sprint.
es: Es un maratón, no una carrera.

# BREAKREMINDER_MESSAGE4
source: It's just as important to take a break as it is to work.
de: Es ist genauso wichtig, eine Pause zu machen, wie zu arbeiten.
es: Tomar un descanso es igual de importante que trabajar.

# BREAKREMINDER_TITLE1
source: Have you started your break?
de: Hast du deine Pause schon begonnen?
es: ¿Ya empezaste tu descanso?

# COMMON_OR
source: or
de: oder
es: ó

# DAILYGOALS_BREAKTIMEREMAINING
source: of Break Time remaining
de: der verbleibenden Pausenzeit
es: de Tiempo de Descanso faltantes

# DAILYGOALS_COMPLETED
source: Well done completing your daily goals!
de: Gut gemacht, dass du deine täglichen Ziele erreicht hast!
es: ¡Buen trabajo completando tus objetivos diarios!

# DAILYGOALS_FOCUSEDWORKREMAINING
source: of Focused Work remaining
de: der verbleibenden fokussierten Arbeit
es: de Tiempo de Trabajo faltantes

# EDITSESSION_NAME
source: Add a name
de: Einen Namen hinzufügen
es: Agrega un nombre

# EDITSESSION_PAUSEONNEXTSTAGE
source: Pause on Next Stage
de: Pause auf der nächsten Stufe
es: Pausar en la Siguiente Etapa

# EDITSESSION_SELECTICON
source: Select Icon
de: Icon auswählen
es: Selecciona un ícono

# ERROR_APPICON
source: Unable to set icon
de: Symbol kann nicht eingestellt werden
es: No se puede seleccionar el ícono

# ERROR_AUTOMATION
source: Automation Error
de: Automatisierung Fehler
es: Error de automatización

# ERROR_COMPOSEEMAIL_ACTION
source: Copy Email Address
de: E-Mail Adresse kopieren
es: Copiar dirección de email

# ERROR_COMPOSEEMAIL_MESSAGE %@
source: Mail app isn't set up. Please email %@ from your favorite email client.
de: Die Mail-App ist nicht eingerichtet. Bitte sende eine E-Mail an %@ mit deinem bevorzugten E-Mail-Programm.
es: La aplicación de mail no esta configurara, por favor manda un email a %@ desde tu aplicación de mail favorita.

# ERROR_COMPOSEEMAIL_TITLE
source: Unable to compose an email
de: E-Mail kann nicht verfasst werden
es: No se pudo escribir el correo

# ERROR_DATABASEACCESS
source: Error Accessing Database
de: Fehler beim Zugriff auf die Datenbank
es: Error al Accesar la Base de Datos

# ERROR_DATABASEINIT
source: Error Initialising Database
de: Fehler beim Initialisieren der Datenbank
es: Error Inicializando la Base de Datos

# ERROR_DELETE
source: Delete Error
de: Fehler beim Löschen
es: Error al Borrar

# ERROR_DELETELASTSTAGE
source: Focus Sessions must contain at least one stage.
de: Fokus-Sessionen müssen mindestens eine Stufe enthalten.
es: Las sesiones de enfoque deben tener por lo menos una etapa.

# ERROR_DUPLICATE
source: Duplicate Error
de: Duplikat Fehler
es: Error al Duplicar

# ERROR_PRO
source: Focused Work Pro Error
de: Focused Work Pro Fehler
es: Error de Focused Work Pro

# ERROR_PURCHASE
source: Purchase Error
de: Kauffehler
es: Error de Compra

# ERROR_RESTOREPURCHASE
source: Restore Purchase Error
de: Fehler beim Kauf wiederherstellen
es: Error al Restaurar Compras

# ERROR_SESSION
source: Session Error
de: Session-Fehler
es: Error de Sesión

# ERROR_SESSIONNOTFOUND
source: Focus Session no longer exists.
de: Fokus Session gibt es nicht mehr.
es: La Sesión de Enfoque ya no existe.

# ERROR_STAGE
source: Stage Error
de: Abschnitts-Fehler
es: Error en la etapa

# ERROR_STAGENOTFOUND
source: Stage no longer exists.
de: Der Abschnitt existiert nicht mehr.
es: La etapa ya no existe.

# ERROR_TOGGLTOKEN
source: Confirm your Toggl API Token is correct.
de: Bestätige, dass dein Toggl-API-Token korrekt ist.
es: Confirma que tu token de la API de Toggl es correcta.

# ERROR_TYPE_HTTPCLIENT
source: There was a request error when
de: Es gab einen Anfragefehler, als
es: Hubo un error en la solicitud cuando

# ERROR_TYPE_HTTPSERVER
source: There was a server error when
de: Es gab einen Serverfehler, als
es: Hubo un error en el servidor cuando

# ERROR_TYPE_NETWORKINVALIDHOST
source: Hostname not found when
de: Hostname nicht gefunden, wenn
es: Hostname no encontrado

# ERROR_TYPE_NETWORKOFFLINE
source: No internet connection available when
de: Keine Internetverbindung verfügbar, wenn
es: Conexión a internet no disponible cuando

# ERROR_TYPE_OTHER
source: There was an unexpected error when
de: Es gab einen unerwarteten Fehler, als
es: Hubo un error inesperado cuando

# ERROR_UNFAVOURITE_NOSESSION
source: Unable to adjust favorite state, session does not exist.
de: Favoritenstatus kann nicht angepasst werden, Session existiert nicht.
es: No se pudo ajustar el estado de favorito, la sesión no existe.

# ERROR_UPDATE
source: Update Error
de: Update Fehler
es: Error de actualización

# FOCUSREMINDER_MESSAGE1
source: Clear Focus
de: Klarer Fokus
es: Limpiar Enfoque

# FOCUSREMINDER_MESSAGE2
source: Concentrate
de: Konzentriere dich
es: Concéntrate

# FOCUSREMINDER_MESSAGE3
source: Direct your focus
de: Richte deinen Fokus
es: Dirige tu enfoque

# FOCUSREMINDER_MESSAGE4
source: Do the right thing
de: Tue das Richtige
es: Haz lo correcto

# FOCUSREMINDER_MESSAGE5
source: Eyes open
de: Augen offen
es: Abre tus ojos

# FOCUSREMINDER_MESSAGE6
source: F O C U S
de: F O K U S
es: E N F O C A T E

# FOCUSREMINDER_MESSAGE7
source: Focus on the target
de: Fokus auf das Ziel
es: Enfocate en el objetivo

# FOCUSREMINDER_MESSAGE8
source: Focus on the task
de: Konzentriere dich auf die Aufgabe
es: Enfocate en la tarea

# FOCUSREMINDER_MESSAGE9
source: Get back to work
de: Zurück an die Arbeit
es: Regresa a trabajar

# FOCUSREMINDER_MESSAGE10
source: Get it done
de: Erledige es
es: Hazlo

# FOCUSREMINDER_MESSAGE11
source: Keep going
de: Weitergehen
es: Sigue adelante

# FOCUSREMINDER_MESSAGE12
source: Keep at it
de: Weitermachen
es: Síguelo

# FOCUSREMINDER_MESSAGE13
source: Keep working
de: Weiter arbeiten
es: Sigue trabajando

# FOCUSREMINDER_MESSAGE14
source: Maintain that focus
de: Diesen Fokus beibehalten
es: Manten esa concentración

# FOCUSREMINDER_MESSAGE15
source: Stay focused
de: Konzentriert bleiben
es: Mantente concentrado

# FOCUSREMINDER_MESSAGE16
source: Stay the course
de: Bleib auf Kurs
es: Sigue en curso

# FOCUSREMINDER_MESSAGE17
source: Stay sharp
de: Scharf bleiben
es: Mantente enfocado

# FOCUSREMINDER_MESSAGE18
source: Stop being distracted
de: Nicht ablenken lassen
es: Deja de estar distraído

# FOCUSREMINDER_MESSAGE19
source: Stop messing around
de: Hör auf rumzualbern
es: Deja de distraerte

# FOCUSREMINDER_MESSAGE20
source: Whilst focusing, focus
de: Während der Fokussierung fokussieren
es: Mientras te concentres, concentrate

# FOCUSREMINDER_TITLE1
source: Ahoy
de: Ahoi
es: ¡Ay wey!

# FOCUSREMINDER_TITLE2
source: Atteeeeention
de: Achhhhtung
es: Ateeeeeención

# FOCUSREMINDER_TITLE3
source: ¿Qué onda cuate?
es: G'day mate

# FOCUSREMINDER_TITLE4
source: Hola
es: Hello

# FOCUSREMINDER_TITLE5
source: Oye tu
es: Hey you

# FOCUSREMINDER_TITLE6
source: Oye
es: Hey

# FOCUSREMINDER_TITLE7
source: Oye jefazo
es: Hey Chief

# FOCUSREMINDER_TITLE8
source: Oye campeón
es: Hey Champ

# FOCUSREMINDER_TITLE9
source: Oye guapo
es: Hey Good Looking

# FOCUSREMINDER_TITLE10
source: Cuate
es: Mate

# FOCUSREMINDER_TITLE11
source: Hola, leyenda
es: Oi, Legend

# FOCUSREMINDER_TITLE12
source: Oyeee
es: Psst

# FOCUSREMINDER_TITLE14
source: Wey
es: Yo

# FOCUSREMINDER_TITLE15
source: ¡Oye! Si, tu.
es: You! Yes, You.

# HEADING_ABOUT
source: Sobre nosotros
es: About

# HEADING_ALERT
source: Alerta
es: Alert

# HEADING_ALLFOCUSSESSIONS
source: All Focus Sessions
de: Alle Fokus-Sessions
es: Todas las Sesiones de Enfoque

# HEADING_APPEARANCE
source: Appearance
de: Aussehen
es: Apariencia

# HEADING_AVAILABLESHORTCUTS
source: Available Shortcuts
de: Verfügbare Abkürzungen
es: Atajos disponibles

# HEADING_BETANOTES
source: Beta Notes
de: Beta-Notizen
es: Notas de la Beta

# HEADING_COMPLETEDSTAGES
source: Completed Stages
de: Abgeschlossener Abschnitt
es: Etapas completadas

# HEADING_CONFIGURATION
source: Configuration
de: Konfiguration
es: Configuración

# HEADING_CONTACT
source: Contact
de: Kontakt
es: Contacto

# HEADING_CURRENTSTAGE
source: Current Stage
de: Aktueller Abschnitt
es: Etapa actual

# HEADING_DAILYGOAL
source: Daily Goal
de: Tagesziel
es: Objetivo diario

# HEADING_DAILYGOALS
source: Daily Goals
de: Tägliche Ziele
es: Objetivos diarios

# HEADING_DETAILS
source: Details
es: Detalles

# HEADING_FAVOURITESESSIONS
source: Favorite Sessions
de: Lieblingssessions
es: Sesiones favoritas

# HEADING_FOCUS
source: Focus
de: Fokus
es: Enfoque

# HEADING_GOALPROGRESS
source: Daily Goal Progress
de: Täglicher Zielfortschritt
es: Progreso Diario de tus Objetivos

# HEADING_HOWPRODUCTIVE
source: How productive were you?
de: Wie produktiv warst du?
es: ¿Que tan productivo fuiste?

# HEADING_IMPROVEMENTS
source: Improvements
de: Verbesserungen
es: Mejoras

# HEADING_INTEGRATIONS
source: Integrations
de: Integrationen
es: Integraciones

# HEADING_LASTCOMPLETED
source: Last Completed
de: Zuletzt fertiggestellt
es: Último completado

# HEADING_MENUBAR
source: Menu Bar
de: Menüleiste
es: Barra de Menú

# HEADING_MORE
source: More
de: Mehr
es: Más

# HEADING_NAME
source: Name
es: Nombre

# HEADING_NEXTSTAGE
source: Next Stage
de: Nächster Abschnitt
es: Siguiente Etapa

# HEADING_NOTIFICATIONS
source: Notifications
de: Benachrichtigungen
es: Notificaciones

# HEADING_PRODUCTIVITYRATING
source: Productivity Rating
de: Produktivitätsbewertung
es: Evalaución de Productividad

# HEADING_RECENTFOCUSENTRIES
source: Recent Focus Entries
de: Aktuelle Fokus-Einträge
es: Entradas de Enfoque Recientes

# HEADING_REMAININGSTAGES
source: Remaining Stages
de: Verbleibende Abschnitte
es: Etapas Restantes

# HEADING_SESSIONACTIONS
source: Session Actions
de: Session-Aktionen
es: Sesiones Activas

# HEADING_SESSIONSUMMARY
source: Session Summary
de: Zusammenfassung der Session
es: Resumen de la Sesión

# HEADING_STAGE
source: Stage
de: Abschnitt
es: Etapa

# HEADING_STAGEACTIONS
source: Stage Actions
de: Abschnitts-Aktionen
es: Acciones de la Etapa

# HEADING_STAGES
source: Stages
de: Abschnitte
es: Etapas

# HEADING_TASKBASED
source: Task Based
de: Aufgabenbasiert
es: Basado en una Tarea

# HEADING_TECHNIQUE
source: Technique
de: Technik
es: Técnica

# HEADING_UPCOMING
source: Upcoming
de: Demnächst
es: Próxima

# METRIC_DAY
source: day
de: Tag
es: día

# METRIC_MONTH
source: month
de: Monat
es: mes

# METRIC_WEEK
source: week
de: Woche
es: semana

# MOCK_FOCUS_DESIGNWEBSITE
source: Design website wireframes
de: Website-Wireframes entwerfen
es: Diseñar wireframes para página web

# MOCK_FOCUS_FINISHASSIGNMENT
source: Finish my assignment
de: Beende meine Aufgabe
es: Terminar mi asignación

# MOCK_FOCUS_INBOXZERO
source: Get to inbox zero
de: Leere den Posteingang
es: Obtén tu buzón cero

# MOCK_FOCUS_MEMORIZEEXAM
source: Memorize exam questions
de: Prüfungsfragen auswendig lernen
es: Memorizar preguntas de examen

# MOCK_FOCUS_SENDEMAIL
source: Send weekly email
de: Wöchentliche E-Mail senden
es: Mandar mail semanal

# MOCK_FOCUS_WRITEBLOG
source: Write a blog post
de: Schreibe einen Blogbeitrag
es: Escribir una publicación en el blog

# MOCK_PRODUCTIVITYFEEDBACK_FINISHEDEARLY
source: I finished my work early, so I took a longer break
de: Ich habe meine Arbeit früher beendet, also habe ich eine längere Pause gemacht
es: Terminé mi trabajo más temprano, entonces me tomé un descanso más largo

# MOCK_PRODUCTIVITYFEEDBACK_INTHEZONE
source: I was completely in the zone!
de: Ich war total in der Zone!
es: ¡Estuve concentrado al 100%!

# MOCK_PRODUCTIVITYFEEDBACK_STAND
source: I need to remember to stand and stretch
de: Ich muss daran denken, aufzustehen und mich zu strecken
es: Debo recordar parame y estirarme

# MOCK_PRODUCTIVITYFEEDBACK_TIRED
source: I felt tired
de: Ich fühlte mich müde
es: Me sentí cansado

# ONBOARDING_CREATESESSIONS
source: Create repeatable Focus Sessions for different tasks.
de: Erstelle wiederholbare Fokus-Sessions für verschiedene Aufgaben.
es: Crea Sesiones de Enfoque repetibles para diferentes tareas.

# ONBOARDING_CURRENTSESSION
source: Start the timer and get to work.
de: Starte den Timer und mach dich an die Arbeit.
es: Empieza un cronómetro y empieza a trabajar.

# ONBOARDING_PRODUCTIVITY
source: Create healthy productivity habits by completing daily goals.
de: Schaffe dir gesunde Produktivitätsgewohnheiten, indem du tägliche Ziele erreichst.
es: Crea hábitos de productividad sanos al completar tus objetivos diarios.

# ONBOARDING_SESSIONFOCUS
source: Pick a task you want to focus on.
de: Wähle eine Aufgabe, auf die du dich konzentrieren willst.
es: Selecciona una tarea en la que te quieras concentrar.

# ONBOARDING_SESSIONSTAGES
source: Add structure to each session.
de: Bringe Struktur in jede Session.
es: Agrega estructura para cada sesión.

# PERMISSION_NOTIFICATION_DENIED_MESSAGE
source: You can enable the Notification permission in the Settings app.
de: Du kannst die Benachrichtigungserlaubnis in der Einstellungen-App aktivieren.
es: Puedes habilitar los permisos de Notificaciones en la app de Configuración.

# PERMISSION_NOTIFICATION_DENIED_TITLE
source: Notification Permission Denied
de: Benachrichtigung Erlaubnis verweigert
es: Permisos de Notificaciones Denegados
