Repository: teeeeeegz/focusedwork-translations
Catalog: *.xcloc/Localized Contents/*.xliff
Languages: de, es

# PERMISSION_NOTIFICATION_FOCUSREMINDERS_MESSAGE
source: Whilst the app is open, you'll receive reminders to help you remain focused. When it's not on-screen, we need permission to share these reminders with you.
de: Solange die App geöffnet ist, erhältst du Erinnerungen, die dir helfen, konzentriert zu bleiben. Wenn sie nicht auf dem Bildschirm ist, brauchen wir die Erlaubnis, diese Erinnerungen mit dir zu teilen.
es: Mientras el App este abierta, recibirás recordatorios que te ayuden a seguir concentrado. Cuando no esté en la pantalla, necesitaremos tu permiso para compartirte recordatorios.

# PERMISSION_SIRI_DENIED_MESSAGE
source: You can enable the Siri permission in the Settings app at a later time.
de: Du kannst die Siri-Erlaubnis in der Einstellungen-App zu einem späteren Zeitpunkt aktivieren.
es: Puedes permitir permisos de Siri en la aplicación de Configuración después.

# PERMISSION_SIRI_DENIED_TITLE
source: Siri Permission Denied
de: Siri-Erlaubnis verweigert
es: Permisos de Siri denegados

# PHRASE_ACTIVESINCE
source: Active since %@
de: Aktiv seit %@
es: Activo desde %@

# PHRASE_APPLYTOPRESET
source: Apply to Session Preset
de: Auf Session-Voreinstellung anwenden
es: Aplicar a Plantilla de Sesión

# PHRASE_AREYOUSURE
source: Are you sure you want to
de: Bist du sicher, dass du
es: Estás seguro que quieres

# PHRASE_AUTOMATIONGUIDE
source: Automation Guide
de: Anleitung zur Automatisierung
es: Guía de automatización

# PHRASE_CLICKNEXTSTAGE
source: Click to begin the next %@ stage.
de: Klicke, um den nächste %@ Abschnitt zu beginnen.
es: Presiona para empezar la siguiente %@ etapa.

# PHRASE_CLICKSELECTSESSION
source: Click to select a Focus Session
de: Klicke, um eine Fokus-Session auszuwählen
es: Presiona para seleccionar una Sesión de Enfoque

# PHRASE_CLICKSTARTSESSION
source: Click the timer to start
de: Klicke auf den Timer, um zu starten
es: Presiona el cronómetro para empezar

# PHRASE_COMPLETED
source: completed
de: abgeschlossen
es: completada

# PHRASE_EXTRATIME
source: Extra Time
de: Extra Zeit
es: Tiempo Extra

# PHRASE_FOCUSGROUPACTIVE
source: Focus Group Active
de: Fokusgruppe aktiv
es: Grupo de Enfoque Activo

# PHRASE_FOCUSGROUPAVAILABLE
source: Focus Group Available
de: Fokusgruppe verfügbar
es: Grupo de Enfoque Disponible

# PHRASE_FOCUSGROUPDISALLOWED
source: Not available while in a Focus Group.
de: Nicht verfügbar, wenn du in einer Fokusgruppe bist.
es: No disponible mientras estes en un Grupo de Enfoque.

# PHRASE_LETSGO
source: Let's go!
de: Los geht's!
es: ¡Vámos!

# PHRASE_MADEWITHLOVE
source: Made with ❤️ in Australia by
de: Hergestellt mit ❤️ in Australien von
es: Hecho con ❤️ en Australia por

# PHRASE_MADEWITHLOVE_TEXT
source: Made with love in Australia by
de: Mit Liebe in Australien hergestellt von
es: Hecho con amor en Australia por

# PHRASE_MANUALINPUT
source: Manual Input
de: Manuelle Eingabe
es: Entrada Manual

# PHRASE_NEXTUP
source: Next Up
de: Nächste
es: Siguiente

# PHRASE_NOSTAGESREMAIN
source: No other stages remain. 🙂
de: Es bleiben keine weiteren Abschnitte übrig. 🙂
es: No hay más etapas por hacer. 🙂

# PHRASE_ORLEAVETHE
source: or leave the
de: oder verlassen sie
es: ó abandona la

# PHRASE_PLEASEWAIT
source: Please wait...
de: Bitte warte...
es: Por favor espera...

# PHRASE_RECENTENTRIES
source: Recent Entries
de: Neueste Einträge
es: Entradas recientes

# PHRASE_REDEEMCODE
source: Redeem Code
de: Code einlösen
es: Canjear Código

# PHRASE_REMAINING
source: remaining
de: verbleibende
es: restante

# PHRASE_SEARCHEMOJI
source: Search Emoji
de: Emoji suchen
es: Buscar emoji

# PHRASE_SEARCHSESSIONS
source: Search Focus Sessions
de: Fokus-Sessionen suchen
es: Busca Sesiones de Enfoque

# PHRASE_SESSIONFOCUSQUESTION
source: What do you want to focus on?
de: Worauf willst du dich konzentrieren?
es: ¿En qué te quieres concentrar?

# PHRASE_SESSIONFOCUSQUESTION_LINESEPARATED
source: What do you want to focus on?
de: Worauf willst du dich konzentrieren?
es: En qué te quieres concentrar?

# PHRASE_SESSIONFOCUSQUESTION_PLACEHOLDER
source: I will...
de: Ich werde...
es: Haré...

# PHRASE_SESSIONPRESET
source: Session Preset
de: Session-Voreinstellung
es: Plantilla de Sesión

# PHRASE_SETSTAGEDURATION
source: Set Stage Duration
de: Abschnitts-Dauer einstellen
es: Establece la duración de la etapa

# PHRASE_SHORTCUTOPTIONS
source: Shortcut Options
de: Kurzbefehles-Optionen
es: Opciones del Atajo

# PHRASE_SHOWME
source: Show Me
de: Zeige mir
es: Muestrame

# PHRASE_SKIPSTAGE_BREAK
source: Begin Break stage
de: Beginn der Pausenphase
es: Empezar Etapa de Descanso

# PHRASE_SKIPSTAGE_FOCUSEDWORK
source: Begin Focused Work stage
de: Beginn der Phase der fokussierten Arbeit
es: Empezar Etapa de Trabajo Enfocado

# PHRASE_SKIPSTAGE_PLANNING
source: Begin Planning stage
de: Beginn der Planungsphase
es: Empezar Etapa de Planeación

# PHRASE_STAGEAUTOMATIONS
source: Stage Automations
de: Abschnitts-Automationen
es: Etapa de Automaticación

# PHRASE_STAGEFOCUSQUESTION
source: My focus for the current stage.
de: Mein Fokus für den aktuelle Abschnitt.
es: Mi enfoque para la etapa actual.

# PHRASE_STAGEFOCUSQUESTION_PLACEHOLDER
source: Set a focus
de: Einen Fokus setzen
es: Selecciona un enfoque

# PHRASE_SUPPORTINDIE
source: Support Indie Development
de: Indie-Entwicklung unterstützen
es: Apoya el Desarollo Independiente

# PHRASE_TAPNEXTSTAGE
source: Tap to begin the next %@ stage.
de: Tippe um dem nächste %@ Abschnitt zu beginnen.
es: Presiona para empezar la siguiente %@ etapa.

# PHRASE_TAPSELECTSESSION
source: Tap to select a Focus Session
de: Tippe um eine Fokus-Session auszuwählen
es: Presiona para seleccionar una Sesión de Enfoque

# PHRASE_TAPSTARTSESSION
source: Tap the timer to start
de: Tippe auf den Timer, um zu starten
es: Presiona el cronómetro para empezar

# PHRASE_THANKYOU
source: Thank you!
de: Ich danke dir!
es: ¡Gracias!

# PHRASE_TIMERSETTINGS
source: Timer Settings
de: Timer-Einstellungen
es: Ajustes de Cronómetro

# PHRASE_TOGGLOPTIONS
source: Toggl Options
de: Toggl Optionen
es: Opciones de Toggl

# PHRASE_UPGRADETO
source: Upgrade to
de: Upgrade auf
es: Mejorar a

# PHRASE_WELCOME
source: Welcome to Focused Work!
de: Willkommen bei Focused Work!
es: ¡Bienvenido a Focused Work!

# PHRASE_WELCOME_LINESEPARATED
source: Welcome to Focused Work!
de: Willkommen bei Focused Work!
es: Bienvenido a Focused Work!

# PHRASE_WELCOME_MESSAGE
source: A flexible focus timer that helps you stay productive and avoid burnout.
de: Ein flexibler Fokus-Timer, der dir hilft, produktiv zu bleiben und Burnout zu vermeiden.
es: Un cronómetro flexible que te ayuda a mantenerte productivo y evitar burnout.

# PLACEHOLDER_ADDNOTES
source: Add some notes. What worked well for you during your session? What didn't?
de: Füge ein paar Notizen hinzu. Was hat dir in deiner Session gut gefallen? Was hat nicht funktioniert?
es: Agrega algunas notas. ¿Que te funcionó bien durante tu sesión? ó ¿Porqué no?

# PLACEHOLDER_COPYSESSION_DESCRIPTION
source: Sessions with configured Shortcuts will appear here. Selecting a session from the list will apply its configuration to the session you're currently editing.
de: Sessionen mit konfigurierten Shortcuts werden hier angezeigt. Wenn du eine Session aus der Liste auswählst, wird ihre Konfiguration auf die Session angewendet, die du gerade bearbeitest.
es: Las sesiones configuradas on Atajos aparecerán aquí. Seleccionando una sesión de la lista aplicará sus configuraciones a la sesión que estás editando.

# PLACEHOLDER_COPYSESSION_TITLE
source: No sessions configured
de: Keine Sessionen konfiguriert
es: No hay sesiones configuradas

# PLACEHOLDER_COPYSHORTCUTS_DESCRIPTION
source: Sessions with an active Toggl configuration will appear here. Selecting a session from the list will apply its Preset or Workspace, Project, and Tag configuration to the session you're currently editing.
de: Sessionen mit einer aktiven Toggl-Konfiguration werden hier angezeigt. Wenn du eine Lerneinheit aus der Liste auswählst, wird ihre Voreinstellung oder Arbeitsbereich-, Projekt- und Tag-Konfiguration auf die Lerneinheit angewendet, die du gerade bearbeitest.
es: Las sesiones con una configuración de Toggl activa aparecerán aquí. Seleccionando una sesión de esta lista aplicarán su Plantilla o Espacio de Trabajo, Proyecto y configuración de etiqueta a la sesión que estás editando.

# PLACEHOLDER_COPYSHORTCUTS_TITLE
source: No sessions configured
de: Keine Sessionen konfiguriert
es: No hay sesiones configuradas

# PLACEHOLDER_NOFOCUS
source: No focus set
de: Kein Fokus eingestellt
es: No hay un enfoque seleccionado

# PLACEHOLDER_NOPRESETS_DESCRIPTION
source: Create Workspace, Project, and Tag combinations, and link multiple Focus Sessions to that preset.
de: Erstelle Kombinationen aus Arbeitsbereich, Projekt und Tag und verknüpfe mehrere Fokus-Sessionen mit dieser Voreinstellung.
es: Crear Espacio de Trabajo, Proyecto y combinaciones de Etiquetas, y vincularlo a multiples Sesiones de Enfoque a esa plantilla.

# PLACEHOLDER_NOPRESETS_TITLE
source: No Toggl Presets
de: Keine Toggl-Voreinstellungen
es: No hay pantillas de Toggl

# PLACEHOLDER_NOPRODUCTIVITYNOTES
source: Review your productivity notes here after completing a session.
de: Hier kannst du deine Produktivitätsnotizen nach Abschluss einer Session überprüfen.
es: Revisa tus notas de productividad después de completar una sesión.

# PLACEHOLDER_NOPROJECT
source: No Project
de: Kein Projekt
es: Sin proyecto

# PLACEHOLDER_NOPROJECTS
source: No Projects
de: Keine Projekte
es: No hay proyectos

# PLACEHOLDER_NORECENTSESSIONS
source: Review and reflect on recently completed focus sessions here.
de: Hier kannst du die kürzlich abgeschlossenen Fokus-Sessions nachlesen und reflektieren.
es: Revisa y refleja en las sesiones de enfoque completadas recientemente aquí.

# PLACEHOLDER_NOSESSIONS_DESCRIPTION
source: Create a session before starting a session from the Share Sheet
de: Erstelle eine Session, bevor du eine Session aus dem Share Sheet startest
es: Crear una sesión antes de empezar una sesión de la pantalla de compartir

# PLACEHOLDER_NOSESSIONS_TITLE
source: No Focus Sessions
de: Keine Fokus-Sessions
es: No hay Sesiones de Enfoque

# PLACEHOLDER_NOSHORTCUTS_DESCRIPTION
source: Create a shortcut in the Shortcuts app and trigger it mid-session.
de: Erstelle eine Verknüpfung in der Kurzbefehls-App und löse sie mitten in der Session aus.
es: Crear un atajo en la aplicación de Atajos y activalo a la mitad de la sesión.

# PLACEHOLDER_NOSHORTCUTS_TITLE
source: No Shortcuts
de: Keine Kurzbefehle
es: Sin Atajos

# PLACEHOLDER_NOSTAGES
source: No stages
de: Keine Abschnitte
es: Sin etapas

# PLACEHOLDER_NOTAGS
source: No Tags
de: Keine Tags
es: Sin etiquetas

# PLACEHOLDER_NOTCONFIGURED
source: Not Configured
de: Nicht konfiguriert
es: Sin configurar

# PLACEHOLDER_NOWORKSPACES
source: No Workspaces
de: Keine Arbeitsbereiche
es: Sin Espacios de Trabajo

# PLACEHOLDER_NOWORKSPACES_DESCRIPTION
source: Crea un Espacio de Trabajo en la página de Toggl.
es: Create a Workspace on the Toggl website.

# PLACEHOLDER_OVERLAY_BREAK
source: See if you've been taking enough breaks each day.
de: Überprüfe, ob du jeden Tag genug Pausen machst.
es: Ve si haz tomado sufientes descansos cada día.

# PLACEHOLDER_OVERLAY_FOCUSEDWORK
source: See how much focused work you've completed over time.
de: Sieh dir an, wie viel fokussierte Arbeit du im Laufe der Zeit geleistet hast.
es: Ve que tanto trabajo enfocado haz completado a través del tiempo.

# PLACEHOLDER_OVERLAY_FOCUSESSIONS
source: See how many sessions you've completed for a given time period.
de: Sieh nach, wie viele Sessionen du in einem bestimmten Zeitraum absolviert hast.
es: Ve cuantas sesiones haz completado en un periodo de tiempo.

# PLACEHOLDER_OVERLAY_SESSIONS
source: Complete focus sessions to rate & track your productivity.
es: Completa sesiones de enfoque para evaluar & y registrar tu productividad.

# PLACEHOLDER_PRODUCTIVITYNOTES_DESCRIPTION
source: Your most recent productivity notes will appear here as you complete focus sessions.
de: Deine neuesten Produktivitätsnotizen werden hier angezeigt, wenn du Fokus-Sessionen absolvierst.
es: Tu notas más recientes de productividad aparecerán aquí conforme vayas completando sesiones de enfoque.

# PLACEHOLDER_PRODUCTIVITYNOTES_TITLE
source: No Productivity Notes
de: Keine Produktivitätshinweise
es: Sin Notas de Productividad

# PLACEHOLDER_RECENTFOCUSENTRIES_DESCRIPTION
source: As you complete focus sessions, your recent focus entries will appear here.
de: Wenn du Fokus-Sessions abschließt, werden hier deine letzten Fokus-Einträge angezeigt.
es: Conforme completes sesiones de enfoques, tus entradas más recientes aperecerán aquí.

# PLACEHOLDER_RECENTFOCUSENTRIES_TITLE
source: No Recent Entries
de: Keine aktuellen Einträge
es: Sin Entradas Recientes

# PLACEHOLDER_RECENTSESSIONS_DESCRIPTION
source: Your most recent focus sessions will appear here as you complete them.
de: Deine letzten Fokus-Sessionen werden hier angezeigt, sobald du sie abgeschlossen hast.
es: Tus sesiones de enfoque más recientes aparecerán aqui conforme las vayas completando.

# PLACEHOLDER_RECENTSESSIONS_TITLE
source: No Completed Sessions
de: Keine abgeschlossenen Sessionen
es: Sin sesiones completadas

# PLACEHOLDER_SESSIONDESCRIPTION
source: Add some brief notes for this session.
de: Füge einige kurze Notizen für diese Session hinzu.
es: Agrega una nota breve para esta sesión.

# PLACEHOLDER_SESSIONREADY
source: Ready to focus?
de: Bereit, dich zu konzentrieren?
es: ¿Listo para concentrate?

# POWERSAVER_ALWAYSENABLED
source: Always Enabled
de: Immer Aktiviert
es: Siempre habilitado

# POWERSAVER_ALWAYSENABLED_DESCRIPTION
source: Enable Power Saver at all times.
de: Aktiviere immer den Energiesparmodus.
es: Habilita Ahorro de Energía todo el tiempo.

# POWERSAVER_ENABLED_ALERTS
source: Focus Reminders won't appear mid-session.
de: Fokus-Erinnerungen werden nicht mitten in der Session angezeigt.
es: Recordatorios de concentración no aparecerán a la mitad de la sesión.

# POWERSAVER_ENABLED_AUDIO
source: Ticking sound is unavailable when Focused Work is in the background.
de: Der Tickerton ist nicht verfügbar, wenn Focused Work im Hintergrund läuft.
es: El sonido de reloj no esta disponible cuando Focused Work este no esté activo.

# POWERSAVER_ENABLED_PAUSEONNEXTSTAGE
source: The total time between stages won't be counted.
de: Die Gesamtzeit zwischen den Etappen wird nicht gezählt.
es: El tiempo total entre etapas no será contado.

# POWERSAVER_ENABLED_SESSIONS
source: After a stage is completed, tap the alert to begin the next stage.
de: Wenn eine Etappe abgeschlossen ist, tippe auf den Alarm, um die nächste Etappe zu beginnen.
es: Después de que la etapa esté completa, presiona la alerta para continuar a la siguiente etapa.

# POWERSAVER_FOLLOWLOWPOWER
source: Follow Low Power Mode
de: Dem Energiesparmodus folgen
es: Sigue el modo Ahorro de Energía

# POWERSAVER_FOLLOWLOWPOWER_DESCRIPTION
source: Enable Power Saver when system Low Power Mode is active.
de: Aktiviere den Energiesparmodus, wenn der Energiesparmodus des Systems aktiv ist.
es: Habilita Ahorro de Energía cuando el sistema esté en modo Ahorro de Energía.

# POWERSAVER_FOOTER
source: Power Saver reduces background activity when Focused Work is not on-screen or when the device is locked.
de: Der Energiesparmodus reduziert die Hintergrundaktivität, wenn keine fokussierte Arbeit auf dem Bildschirm zu sehen ist oder wenn das Gerät gesperrt ist.
es: El modo Ahorro de Energía reduce el consumo cuando Focused Work no esté .

# POWERSAVER_WHENENABLED
source: When Power Saver is enabled:
de: Wenn der Energiesparmodus aktiviert ist:
es: Cuando el modo Ahorro de Energía esté activado:

# PRODUCTIVITYHISTORY_DESCRIPTION_1
source: Review all your completed Focus Sessions in a simple CSV format.
de: Überprüfe alle deine abgeschlossenen Fokus-Sessionen in einem einfachen CSV-Format.
es: Revisa todas tus sesiones completadas en un simple formato CSV.

# PRODUCTIVITYHISTORY_DESCRIPTION_2
source: Connect it to your own dashboard and analyse data points such as when sessions were started or completed, and how often stages were paused, skipped, or restarted.
de: Verbinde es mit deinem eigenen Dashboard und analysiere Datenpunkte, z. B. wann Sessionen begonnen oder beendet wurden und wie oft Phasen unterbrochen, übersprungen oder neu gestartet wurden.
es: Conecta tu propio dashboard y analiza datos como cuando empezaron o terminaron las diferentes sesiones, y cada cuando las etapas son pausadas, saltadas o volvieron a empezar.

# PRODUCTIVITYHISTORY_HEADING
source: Export Productivity History
de: Produktivitäts-Historie exportieren
es: Exporta Historia de Productividad

# PRODUCTIVITY_20SESSIONS
source: Last 20 Sessions
de: Letzte 20 Sessions
es: Últimas 20 sesiones

# PRODUCTIVITY_ALLTIME
source: All Time
de: Alle Zeit
es: Todo el tiempo

# PRODUCTIVITY_AVERAGEBREAK_PER
source: Averaging %@ Break Time per
de: Durschnittliche %@ Pausenzeit pro
es: Promedio de %@ de Descanso por

# PRODUCTIVITY_AVERAGEEMPTY
source: Average calculated after completing more sessions
de: Durchschnitt berechnet nach Abschluss mehrerer Sessionen
es: Promedio calculados después de completar más sesiones

# PRODUCTIVITY_AVERAGEFOCUSEDWORK_PER
source: Averaging %@ Focused Work per
de: Durschnittliche %@ Fokussierte Arbeit pro
es: Promedio de %@ de Trabajo Enfocado por

# PRODUCTIVITY_AVERAGEFOCUSSESSIONS_PER
source: Averaging %@ Focus Sessions per
de: Durchschnittliche %@ Fokus-Sessionen pro
es: Promedio de %@ de Concentración por

# PRODUCTIVITY_AVERAGERATING_20SESSIONS
source: Avg. %@ rating from your last 20 sessions
de: Durschnittliche %@ Bewertung aus deinen letzten 20 Sessionen
es: Prom. %@ calificando tus últimas 20 sesiones

# PRODUCTIVITY_AVERAGERATING_PERDAY
source: Avg. %@ rating per day
de: Durschnittliche %@ Bewertung pro Tag
es: Prom. %@ calificando por día

# PRODUCTIVITY_BREAKTIME_NONE
source: No Break Time
de: Keine Pausenzeit
es: Sin Tiempo para Descansar

# PRODUCTIVITY_FOCUSEDWORK_NONE
source: No Focused Work
de: Keine Focused Work
es: Sin Tiempo para Trabajo Concentrado

# PRODUCTIVITY_FOCUSSESSIONS_NONE
source: No Completed Sessions
de: Keine abgeschlossenen Sessions
es: No hay sesiones completadas

# PRODUCTIVITY_HALFYEAR
source: Half Year
de: Halbes Jahr
es: Medio Año

# PRODUCTIVITY_LASTMONTH
source: Last Month
de: Letzter Monat
es: Último mes

# PRODUCTIVITY_LASTYEAR
source: Last Year
de: Letztes Jahr
es: Último año

# PRODUCTIVITY_RATING_FAIRLY
source: Fairly Productive.
de: Ziemlich produktiv.
es: Bastante Productivo.

# PRODUCTIVITY_RATING_FAIRLY_SHORT
source: Fairly
de: Ziemlich
es: Bastante

# PRODUCTIVITY_RATING_NONE
source: No Rating
de: Keine Bewertung
es: Sin Calificación

# PRODUCTIVITY_RATING_NOTREALLY
source: Not Really Productive...
de: Nicht wirklich produktiv...
es: No muy Productivo

# PRODUCTIVITY_RATING_NOTREALLY_SHORT
source: Not
de: Nicht
es: No

# PRODUCTIVITY_RATING_SOMEWHAT
source: Somewhat Productive..
de: Ein bisschen produktiv.
es: Algo productivo...

# PRODUCTIVITY_RATING_SOMEWHAT_SHORT
source: Kinda
de: Ein bisschen
es: Mas ó menos

# PRODUCTIVITY_RATING_SUPER
source: SUPER Productive!
de: SUPER produktiv!
es: ¡SÚPER Productivo!

# PRODUCTIVITY_RATING_SUPER_SHORT
source: Super
es: Súper

# PRODUCTIVITY_RATING_VERY
source: Very Productive!
de: Sehr produktiv!
es: ¡Muy Productivo!

# PRODUCTIVITY_RATING_VERY_SHORT
source: Very
de: Sehr
es: Muy

# PRODUCTIVITY_THISWEEK
source: This Week
de: Diese Woche
es: Esta Semana

# PRODUCTIVITY_THISYEAR
source: This Year
de: Dieses Jahr
es: Este Año

source: Purchase Cancelled
de: Kauf storniert
es: Compra Cancelada

# PURCHASE_PRICESUFFIX_ANNUAL
source: /year
de: /Jahr
es: /año

# PURCHASE_PRICESUFFIX_LIFETIME
source: once
de: einmal
es: cuando

# PURCHASE_PRICESUFFIX_MONTHLY
source: /month
de: /Monat
es: /mes

# PURCHASE_PRICESUFFIX_WEEKLY
source: /week
de: /Woche
es: /semana

# PURCHASE_RESTORING
source: Restoring Purchases
de: Käufe wiederherstellen
es: Restaurando Compras

# PURCHASE_RESTORING_COMPLETE_MESSAGE
source: Focused Work Pro is now active.
de: Focused Work Pro ist jetzt aktiv.
es: Focused Work Pro está activado.

# PURCHASE_RESTORING_COMPLETE_TITLE
source: Restore Purchases completed
de: Käufe wiederherstellen abgeschlossen
es: Restauración de Compras completada

# PURCHASE_RESTORING_NONE
source: No previous purchases to restore.
de: Keine früheren Käufe, die wiederhergestellt werden müssen.
es: No hay compras por restaurar.

# PURCHASE_TIP_LARGE
source: Large Tip
de: Große Spende
es: Gran Propina

# PURCHASE_TIP_LITTLE
source: Little Tip
de: Kleine Spende
es: Propina Pequeña

# PURCHASE_TIP_MASSIVE
source: Massive Tip
de: Massive Spende
es: Propina Increíble

# PURCHASE_TIP_MEDIUM
source: Medium Tip
de: Mittlere Spende
es: Propina Mediana

# PURCHASE_TIP_SMALL
source: Small Tip
de: Mini-Spende
es: Propina Chiquita

# PURCHASE_TYPE_2MONTH
source: 2 Month
de: 2 Monat
es: 2 meses

# PURCHASE_TYPE_3MONTH
source: 3 Month
de: 3 Monat
es: 3 meses

# PURCHASE_TYPE_6MONTH
source: 6 Month
de: 6 Monat
es: 6 meses

# PURCHASE_TYPE_ANNUAL
source: Annual
de: Jährlich
es: Anual

# PURCHASE_TYPE_CUSTOM
source: Custom
de: Benutzerdefiniert
es: Personalizada

# PURCHASE_TYPE_LIFETIME
source: Lifetime
de: Lebenslang
es: De por vida

# PURCHASE_TYPE_MONTHLY
source: Monthly
de: Monatlich
es: Mensual

# PURCHASE_TYPE_UNKNOWN
source: Unknown
de: Unbekannt
es: Desconocido

# PURCHASE_TYPE_WEEKLY
source: Weekly
de: Wöchentlich
es: Semanal

# QUICKACTION_PRODUCTIVITYSTATS
source: Productivity Stats
de: Produktivitätsstatistiken
es: Estadísticas de Productividad

# QUICKACTION_SELECTSESSION
source: Select a Session
de: Wählen Sie eine Session
es: Selecciona una Sesión

# QUICKACTION_STARTFOCUSSESSION
source: Start Focus Session
de: Fokus-Session starten
es: Empezar Sesión de Concentración

# SESSIONCOMPLETE_ADDTIME
source: Add Extra Time to Session
de: Zusätzliche Zeit zur Session hinzufügen
es: Agregar tiempo extra a la sesión

# SESSIONCOMPLETE_ADDTIME_FOOTER
source: Log extra time after completing the session, based on the final stage type.
de: Erfasse nach Abschluss der Session zusätzliche Zeit, je nach Art der letzten Stufe.
es: Registra tiempo extra después de completar la sesión, basado en el tipo de la última etapa.

# SESSIONCOMPLETE_TITLE_1
source: Nice Effort!
de: Gut gemacht!
es: ¡Buen esfuerzo!

# SESSIONCOMPLETE_TITLE_2
source: Well Done!
de: Gut gemacht!
es: ¡Bien Hecho!

# SESSIONCOMPLETE_TITLE_3
source: Great Job!
de: Gute Arbeit!
es: ¡Buen Trabajo!

# SESSIONCONTINUE_BREAK
source: Ready to start your break?
de: Bist du bereit, deine Pause zu beginnen?
es: ¿Listo para empezar tu descanso?

# SESSIONCONTINUE_FOCUSEDWORK
source: Ready to start the next Focused Work stage?
de: Bist du bereit für die nächste Fokus-Phase ?
es: ¿Listo para empezar la siguiente etapa de Trabajo Enfocado?

# SESSIONCONTINUE_LOGEXTRATIME
source: Log Extra Time and start %@
de: Extra Zeit aufzeichnen und %@ starten
es: Registra tiempo extra y empieza %@

# SESSIONCONTINUE_PLANNING
source: Ready to start the next Planning stage
de: Bereit für die nächste Planungsphase
es: Listo para empezar la siguente etapa de Pleanación

# SESSIONCONTINUE_TIMESINCE
source: Time since %@ stage ended
de: Zeit seit %@ Abschnitts-Ende
es: Tiempo desde %@ etapa terminó

# SESSION_ACTION_CHANGE
source: Change Session
de: Session ändern
es: Cambiar sesión

# SESSION_ACTION_DETAILS
source: Session Details
es: Detalles de la Sesión

# SESSION_ACTION_END
source: End Session
de: Session beenden
es: Terminar Sesión

# SESSION_ACTION_ENDCOMPLETE
source: End and Mark Complete
de: Beenden und abschließen
es: Terminar y Marcar como Completo
