Repository: teeeeeegz/focusedwork-translations
Catalog: *.xcloc/Localized Contents/*.xliff
Languages: de, es

# TOGGL_LOGSTAGES
source: Log Stages
de: Protokoliere Stufen
es: Registra Etapas

# TOGGL_LOGSTAGES_FOOTER
source: Log completed stages. Assign Projects, Tags, and Tasks.
de: Protokolliere abgeschlossene Phasen. Weise Projekte, Tags und Aufgaben zu.
es: Registra etapas completadas. Asigna Proyectos, Etiquetas y Tareas.

# TOGGL_PRESETS
source: Presets
de: Voreinstellungen
es: Plantillas

# TOGGL_PROJECT
source: Project
de: Projekt
es: Proyecto

# TOGGL_PROJECTS
source: Projects
de: Projekte
es: Proyecto

# TOGGL_TAG
source: Tag
es: Etiqueta

# TOGGL_TAGS
source: Tags
es: Etiquetas

source: Toggl Website
es: Página de Toggl

# TOGGL_WORKSPACE
source: Workspace
de: Arbeitsbereich
es: Mesa de Trabajo

# TOGGL_WORKSPACES
source: Workspaces
de: Arbeitsräume
es: Mesas de Trabajo

# UPDATEGOAL_COMPLETED
source: Well done completing your %@ goal!
de: Gut gemacht, dass du dein %@ Ziel erreicht hast!
es: ¡Buen trabajo completando tu %@ objectivo!

# UPDATEGOAL_FOOTER_BREAKTIME
source: Set how much break time you want to aim for each day.
de: Lege fest, wie viel Pausenzeit du pro Tag einplanen möchtest.
es: Establece cuando tiempo de descanso quieres cada día.

# UPDATEGOAL_FOOTER_FOCUSEDWORK
source: Set how much Focused Work you want to aim for each day.
de: Lege fest, wie viel fokussierte Arbeit du jeden Tag leisten willst.
es: Establece cuando Trabajo Enfocado quieres cada día.

# UPDATEGOAL_FOOTER_FOCUSSESSIONS
source: Set how many sessions you want to aim for each day.
de: Lege fest, wie viele Sessionen du pro Tag anstreben willst.
es: Establece cuantas sesiones quieres cada día.

# UPDATEGOAL_LONGESTSTREAK
source: Longest streak ending on %@.
de: Die längste Serie endet am %@.
es: Racha más larga terminando en %@.

# UPDATEGOAL_STREAKNONE
source: Complete your %@ goal today to begin a new streak.
de: Schließe dein %@ Ziel heute ab, um eine neue Serie zu beginnen.
es: Completa tu %@ objetivo hoy y empieza una nueva racha.

# UPDATEGOAL_STREAKSINCE
source: Currently on a streak since %@.
de: Momentan auf einem Streak seit %@.
es: Actualmente en una racha desde %@.

# UPSELL_FEATURE_DATAEXPORT
source: Productivity Export.
de: Produktivitätsexport.
es: Exportar Productividad.

# UPSELL_FEATURE_DEVICEALERTS
source: Mid-session alerts on all devices.
de: Warnmeldungen während der Session auf allen Geräten.
es: Alertas a la mitad de las sesiones en todos los dispositivos.

# UPSELL_FEATURE_FOCUSSESSIONS
source: Unlimited Focus Sessions.
de: Unbegrenzte Fokus-Sessionen.
es: Ilimitadas Sesiones de Enfoque.

# UPSELL_FEATURE_ICLOUD
source: iCloud Sync & Backup.
es: Sincronización iCloud & Respaldo.

# UPSELL_FEATURE_ICONS
source: App Icons. App & Widget Themes.
es: Tmeas para Íconos de Apps. App & Widgets.

# UPSELL_FEATURE_SHORTCUTAUTOMATIONS
source: Automatically trigger Shortcuts mid-session.
de: Shortcuts automatisch mitten in der Session auslösen.
es: Automaticamente activa Atajos a la mitad de la sesión.

# UPSELL_FEATURE_TOGGL
source: Toggl Integration. Assign Projects, Tags, Tasks.
de: Toggl Integration. Projekte, Tags und Aufgaben zuweisen.
es: Integración con Toggl. Asigna Proyectos, Etiquetas y Tareas

# UPSELL_INTRO_LINE1
source: Focused Work is made by me, Michael! 👋
de: Focused Work wird von mir gemacht, Michael! 👋
es: ¡Trabajo Enfocado está hecho por mi, Michael! 👋

# UPSELL_INTRO_LINE2
source: I created it to help people focus and structure their time effectively. (me included! 😁)
de: Ich habe es erstellt, um Menschen zu helfen, sich zu konzentrieren und ihre Zeit effektiv zu strukturieren. (mich eingeschlossen! 😁)
es: Lo cree para ayudar a las personas a enfocar y estructurar su tiempo eficientemente. (¡incluyéndome! 😁)

# UPSELL_LIFETIMEPURCHASED
source: Lifetime Purchased ❤️
de: Gekaufte auf Lebenszeit ❤️
es: Comprado de por vida ❤️

# UPSELL_LIFETIME_PREFIX
source: You've permanently unlocked
de: Du hast dauerhaft freigeschaltet
es: Haz sido desbloqueado permanentemente

# UPSELL_SUBSCRIBEDUNTIL
source: Subscribed until
de: Abonniert bis
es: Suscrito hasta

# UPSELL_SUBSCRIPTION_PREFIX
source: You've unlocked
de: Du hast freigeschaltet
es: Haz sido desbloqueado

# WHATSNEW_READMORE
source: Read More
de: Mehr lesen
es: Leer más

# WHATSNEW_TITLE
source: Focused Work Updates
es: Tranajo Enfocado Actualizaciones

# WIDGET_CURRENTSESSION_DESCRIPTION
source: Display the timer and current session. Session controls aren't available in small widget.
de: Zeigt den Timer und die aktuelle Session an. Die Sessionssteuerung ist im kleinen Widget nicht verfügbar.
es: Muestra el cronómetro y la sesión actual. Los controles de la Sesión no están disponibles en el widget pequeño.

# WIDGET_CURRENTSESSION_NAME
source: Current Focus Session
de: Aktueller Fokus Session
es: Sesión de Enfoque Actual

# WIDGET_DAILYGOALS_DESCRIPTION
source: Display your daily productivity goals.
de: Zeige deine täglichen Produktivitätsziele an.
es: Muestra tus objetivos de productividad actuales.

# WIDGET_DAILYGOALS_NAME
source: Daily Goals
de: Tägliche Ziele
es: Objetivos Diarios

# WIDGET_MULTIPLESTARTSESSION_DESCRIPTION
source: Quickly start a focus session.
de: Starte schnell eine Fokus-Session.
es: Empieza una sesión de enfoque rápidamente.

# WIDGET_MULTIPLESTARTSESSION_NAME
source: Multiple Start Focus Session
de: Mehrfachstart-Fokus-Session
es: Empieza múltiples Sesiones de Enfoque

# WIDGET_SINGLESTARTSESSION_DESCRIPTION
source: Quickly start a focus session.
de: Starte schnell eine Fokus-Session.
es: Empieza una sesión de enfoque rápidamente.

# WIDGET_SINGLESTARTSESSION_NAME
source: Start Focus Session
de: Starte Fokus-Session
es: Empieza una Sesión de Enfoque

# /COMPLETED_COUNT:dict/completed_count:dict/
source: %lld time
de: %lld mal

# /COMPLETED_COUNT:dict/completed_count:dict/
source: %lld times
de: %lld mal

# /HEADING_STAGES_COUNT:dict/stages_count:dict/
source: %lld stage
de: %lld Abschnitt

# /HEADING_STAGES_COUNT:dict/stages_count:dict/
source: %lld stages
de: %lld Abschnitte

# /TERM_COMPLETEDSESSION_PLURALISATION:dict/count:dict/
source: Completed Session
de: Abgeschlossene Session

# /TERM_COMPLETEDSESSION_PLURALISATION:dict/count:dict/
source: Completed Sessions
de: Abgeschlossene Sessions

# /TERM_DAYS_COUNT:dict/day_count:dict/
source: %lld Day
de: %lld Tag

# /TERM_DAYS_COUNT:dict/day_count:dict/
source: %lld Days
de: %lld Tage

# /TERM_DAY_COUNT_PLURALISATION:dict/count:dict/
source: %d Day
de: %d Tag

# /TERM_DAY_COUNT_PLURALISATION:dict/count:dict/
source: %d Days
de: %d Tage

# /TERM_FOCUSSESSION_PLURALISATION:dict/count:dict/
source: Focus Session
de: Fokus Session

# /TERM_FOCUSSESSION_PLURALISATION:dict/count:dict/
source: Focus Sessions
de: Fokus-Sessions

# /TERM_NOTES_COUNT:dict/note_count:dict/
source: %lld Note
de: %lld Notiz

# /TERM_NOTES_COUNT:dict/note_count:dict/
source: %lld Notes
de: %lld Notizen

# /TERM_PRESET_PLURALISATION:dict/count:dict/
source: Preset
de: Voreinstellung

# /TERM_PRESET_PLURALISATION:dict/count:dict/
source: Presets
de: Voreinstellungen

# /TERM_STAGE_COUNT:dict/stage_count:dict/
source: %lld Stage
de: %lld Abschnitt

# /TERM_STAGE_COUNT:dict/stage_count:dict/
source: %lld Stages
de: %lld Abschnitte

# /TERM_TASKS_COUNT:dict/task_count:dict/
source: %lld Task
de: %lld Aufgabe

# /TERM_TASKS_COUNT:dict/task_count:dict/
source: %lld Tasks
de: %lld Aufgaben

# /TERM_THIS_PLURALISATION:dict/count:dict/
source: this
de: diese

# /TERM_THIS_PLURALISATION:dict/count:dict/
source: these
de: diese

source: %lld stage%@
de: %lld Stufe%@

# ACTION_CLICK
source: Click
de: Klick

# ACTION_RESTART
source: Restart
de: Neustart

source: COMPLETED_COUNT
de: ABGESCHLOSSEN_ZÄHLEN

# EDITSESSION_CARDPREVIEW
source: Card Preview
de: Kartenvorschau

# FOCUSREMINDER_TITLE3
source: G'day mate
de: Guten Tag, Kumpel

# FOCUSREMINDER_TITLE4
source: Hello
de: Hallo

# FOCUSREMINDER_TITLE5
source: Hey you
de: Hey, du

# FOCUSREMINDER_TITLE6
source: Hey
de: Hallo

# FOCUSREMINDER_TITLE7
source: Hey Chief
de: Hey, Chef

# FOCUSREMINDER_TITLE8
source: Hey Champ
de: Hey, Kumple

# FOCUSREMINDER_TITLE9
source: Hey Good Looking
de: Hey, na du

# FOCUSREMINDER_TITLE11
source: Oi, Legend
de: Moin, Legende

# FOCUSREMINDER_TITLE15
source: You! Yes, You.
de: Du! Ja, du.

# HEADING_ABOUT
source: About
de: Über

# HEADING_ALERT
source: Alert
de: Alarm

# HEADING_GENERAL
source: General
de: Allgemein

source: HEADING_STAGES_COUNT
de: ÜBERSCHRIFT_STUFEN_ZAHL

# PLACEHOLDER_NOWORKSPACES_DESCRIPTION
source: Create a Workspace on the Toggl website.
de: Erstelle einen Arbeitsbereich auf der Toggl-Website.

# PLACEHOLDER_OVERLAY_SESSIONS
source: Complete focus sessions to rate &amp; track your productivity.
de: Schließe Fokus-Sessions ab, um deine Produktivität zu tracken und zu bewerten.

# SETTING_SHOWMENUBAR_DESCRIPTION
source: See the session timer &amp; details in the system menu bar.
de: Siehe die Details zum Sessionstimer &amp; in der Systemmenüleiste.

# STORE_DESCRIPTION
source: Focused Work is a flexible Focus Timer that helps you stay productive and avoid burnout. It’s purpose-built for people who struggle with focusing and structuring their time effectively. **Core Features** · Flexible Focus Sessions Create repeatable sessions that divide tasks into smaller parts, structured with Focused Work, Break, and Planning stages · Self-Accountability Each session encourages you to focus on a specific task or goal · Focus Reminders Avoid distractions with fun periodic reminders to maintain focus · Session Reflection Rate and journal about how productive you were during a session · Daily Goals &amp; Streaks Create healthy productivity habits by completing productivity goals · Time Tracking with Toggl Assign Projects, Tags, and Tasks for a detailed breakdown on time spent **Ecosystem Features** Focused Work is designed and optimised for iOS 15, iPadOS 15, and macOS Monterey. · Siri Shortcuts Start a session with Siri. Pause, Skip, Restart the current stage. · Automatically turn on Focus Trigger shortcuts mid-focus session with Shortcut Automations · Alerts on all devices Start a session on Mac and receive alerts on iPhone, iPad, Apple Watch · iCloud Syncing Work from iPhone, iPad, or Mac. Created sessions and stats remain in-sync. · Share Extensions Start a session from your favourite task manager app via the Share Sheet · Themeable Widgets Current Session, Daily Goals, and Session Select widgets, with various themes. · App Icons Select an icon to match your homescreen. Coloured, Light, and Dark variants. · Productivity Export Export completed sessions &amp; breadcrumbs in CSV format · Privacy Focused All user data is securely stored &amp; managed via iCloud. No account registration. · More iOS &amp; iPadOS Goodies Keyboard Shortcuts, VoiceOver, Split View &amp; Slide Over, Low Power Mode, Drag &amp; Drop, Dark Mode themes, Quick Actions, Low Power Mode, Sidebar Navigation, URL Schemes If you have any questions, please reach out to focusedworkapp@michaeltigas.com.au Privacy Policy: https://focusedwork.app/privacypolicy/ Terms of Use: https://focusedwork.app/termsofuse/
de: Focused Work ist ein flexibler Focus Timer, der dir hilft, produktiv zu bleiben und Burnout zu vermeiden. Er wurde speziell für Menschen entwickelt, die Schwierigkeiten haben, sich zu konzentrieren und ihre Zeit effektiv zu strukturieren. **Kernfunktionen** - Flexible Fokus-Sessions Erstelle wiederholbare Sessions, die Aufgaben in kleinere Teile unterteilen, strukturiert mit Arbeit, Pausen, und Planungsphasen - Selbst-Selbstverantwortung Jede Session ermutigt dich, dich auf eine bestimmte Aufgabe oder ein Ziel zu konzentrieren - Fokussierungserinnerungen Vermeide Ablenkungen mit lustigen, regelmäßigen Erinnerungen, um den Fokus aufrecht zu erhalten - Sessionsreflexion Bewerte und halte fest, wie produktiv du während einer Session warst - Tägliche Ziele &amp; Streaks Schaffe dir gesunde Produktivitätsgewohnheiten, indem du Produktivitätsziele erreichst - Zeiterfassung mit Toggl Weise Projekte, Tags und Aufgaben für eine detaillierte Aufschlüsselung des Zeitaufwands **Ecosystem Features** Focused Work wurde für iOS 15, iPadOS 15 und macOS Monterey entwickelt und optimiert. - Siri-Kurzbefehle Starte eine Session mit Siri. Pause, Überspringen, Neustart der aktuellen Abschnitt. - Fokus automatisch einschalten Mit Kurzbefehle-Automatisierungen Kurzbefehle mitten in der Session auslösen - Benachrichtigungen auf allen Geräten Starte eine Session auf dem Mac und erhalte Benachrichtigungen auf iPhone, iPad, Apple Watch - iCloud-Synchronisierung Arbeite vom iPhone, iPad oder Mac. Erstellte Sessionen und Statistiken bleiben auf dem neuesten Stand. - Teilen-Erweiterung Starte eine Session aus deiner bevorzugten Taskmanager-App über das Share Sheet - Thematisierbare Widgets Widgets für die aktuelle Session, die täglichen Ziele und die Sessionsauswahl, mit verschiedenen Themen. - App-Icoons Wähle ein Icon, das zu deinem Homescreen passt. Farbige, helle und dunkle Varianten. - Produktivitäts-Export Exportiere abgeschlossene Sessions &amp; Breadcrumbs im CSV-Format - Datenschutz im Fokus Alle Nutzerdaten werden sicher gespeichert &amp; und über iCloud verwaltet. Keine Kontoregistrierung. - Mehr iOS &amp; iPadOS Goodies Tastaturkürzel, VoiceOver, Split View &amp; Slide Over, Energiesparmodus, Drag &amp; Drop, Dark Mode Themes, Quick Actions, Low Power Mode, Sidebar Navigation, URL Schemes Wenn du Fragen hast, wende dich bitte an focusedworkapp@michaeltigas.com.au Datenschutzbestimmungen: https://focusedwork.app/privacypolicy/ Nutzungsbedingungen: https://focusedwork.app/termsofuse/

# STORE_SUBTITLE
source: Study, Break &amp; Goal Tracker
de: Lernen, Pause &amp; Goal Tracker

# TERM_ERROR
source: Error
de: Fehler

# UPSELL_FEATURE_ICONS
source: App Icons. App &amp; Widget Themes.
de: App-Symbole. App &amp; Widget Themes.

# WHATSNEW_LEAVEREVIEW
source: Leave a Review
de: Eine Rezension hinterlassen
