Repository: teeeeeegz/focusedwork-translations
Catalog: *.xcloc/Localized Contents/*.xliff
Languages: de, es

# STORE_DESCRIPTION
source: Focused Work is a flexible Focus Timer that helps you stay productive and avoid burnout. It’s purpose-built for people who struggle with focusing and structuring their time effectively. **Core Features** · Flexible Focus Sessions Create repeatable sessions that divide tasks into smaller parts, structured with Focused Work, Break, and Planning stages · Self-Accountability Each session encourages you to focus on a specific task or goal · Focus Reminders Avoid distractions with fun periodic reminders to maintain focus · Session Reflection Rate and journal about how productive you were during a session · Daily Goals & Streaks Create healthy productivity habits by completing productivity goals · Time Tracking with Toggl Assign Projects, Tags, and Tasks for a detailed breakdown on time spent **Ecosystem Features** Focused Work is designed and optimised for iOS 15, iPadOS 15, and macOS Monterey. · Siri Shortcuts Start a session with Siri. Pause, Skip, Restart the current stage. · Automatically turn on Focus Trigger shortcuts mid-focus session with Shortcut Automations · Alerts on all devices Start a session on Mac and receive alerts on iPhone, iPad, Apple Watch · iCloud Syncing Work from iPhone, iPad, or Mac. Created sessions and stats remain in-sync. · Share Extensions Start a session from your favourite task manager app via the Share Sheet · Themeable Widgets Current Session, Daily Goals, and Session Select widgets, with various themes. · App Icons Select an icon to match your homescreen. Coloured, Light, and Dark variants. · Productivity Export Export completed sessions & breadcrumbs in CSV format · Privacy Focused All user data is securely stored & managed via iCloud. No account registration. · More iOS & iPadOS Goodies Keyboard Shortcuts, VoiceOver, Split View & Slide Over, Low Power Mode, Drag & Drop, Dark Mode themes, Quick Actions, Low Power Mode, Sidebar Navigation, URL Schemes If you have any questions, please reach out to focusedworkapp@michaeltigas.com.au Privacy Policy: https://focusedwork.app/privacypolicy/ Terms of Use: https://focusedwork.app/termsofuse/
es: Trabajo Enfocado es un cronómetro flexible para enfocarte que te ayuda a mantener tu atención y evitar el burnout. Fue desarrollado para ayudar a quienes tienen problemas para enfocarse y manejar su tiempo eficientemente. **Funcionalidad clave** · Sesiones de Enfoque Flexibles Crea sesiones repetibles que dividen tareas en partes más pequeñas, estructuradas con etapas de Trabajo Enfocado, Descanso y Planeación. · Autocontrol Casa sesión de motiva a mantenerte enfocado en una tarea espefícica y objetivo. · Recordatorios de Conentración Evita distraacciones con recordatorios periodicos divertidos para mantener la concentración. · Reflexión por Sesión Califica y reflexiona sobre tu productividad durante una sesión · Logros Diarios & Rachas Crea hábitos de productividad sanos y completa tus objetivos diarios. · Seguimiento del Tiempo con Toggl Asigna Proyectos, Etiquetas y Tareas para un desgloce del tiempo. **Funcionalidad del Ecosistema** Trabajo Enfocado está diseñado y optimizado para iOS 15, iPadOS 15 y macOS Monterey. · Atajos de Siri Empieza una sesión con Siri, Pausa, Salta y Resetea la etapa actual. · Activa una Concentración automáticamente Activa atajos a la mitad de una sesión y Acciones Automáticas de Atajos · Alertas en todos los dispositivos Empieza una sesión en una Mac y recive alertas en el iPhone, iPad y Apple Watch · Sincronización con iCloud Trabaja desde tu iPhone, iPad o Mac. Creando sesiones y estadísticas que se mantienen al corriente. · Extensiones para Compartir Empieza una sesión desde tu administrador de tareas favorito desde la Pantalla para Compartir · Widgets Custumizables Widgets para Sesión Actual, Objetivos Diarios y Seleccionar Sesiones, con varios temas. · Íconos del App Selecciona un ícono convine con tu Pantalla de Inicio, ya sea Colorido, o variantes Luz o Noche. · Exportación de Productividad Exporta sesiones completadas & en formato CSV · Enfocado en la Privacidad Toda la información del usuario se guardará de forma seguda y mediante iCloud. No hay registro de cuenta. · Más perks de iOS y iPadOS Atajos del Teclado, VoiceOver, Pantalla Dividida & Slide Over, Modo Ahorro de Energía, Arrastra y Suelta, Temas Modo Oscuro, Acciones Ráìdas, Navegación en el Sidebar y URLs Si tienes cualquier preguta, por favor escríbenos a focusedworkapp@michaeltigas.com.au Política de Privacidad: https://focusedwork.app/privacypolicy/ Términos y Condiciones: https://focusedwork.app/termsofuse/

# STORE_SUBTITLE
source: Study, Break & Goal Tracker
es: Estudia, Descanso & Rastreador de Objetivos

# STORE_SUBTITLE_ALT
source: Daily Focus Goals, Track Time
de: Tägliche Fokus-Ziele, Zeit verfolgen
es: Objetivos de Enfoque Diarios, Registra tu Tiempo

# STORE_TITLE
source: Focused Work - Focus Timer
de: Konzentriertes Arbeiten - Fokus-Timer
es: Trabajo Enfocado - Cronómetro de Concentración

# STORE_TITLE_ALT
source: Focused Work - Pomodoro Timer
de: Konzentriert arbeiten - Pomodoro Timer
es: Trabajo Enfocado - Cronómetro Pomodoro

# TEMPLATE_GAPTIME_DESCRIPTION
source: Perfect for completing short tasks while you're waiting for your tasty dinner to finish cooking!
de: Perfekt, um kurze Aufgaben zu erledigen, während du darauf wartest, dass dein leckeres Abendessen fertig gekocht wird!
es: ¡Perfecto para completar tareas cortas mientras esperas por tu deliciosa cena!

# TEMPLATE_GAPTIME_NAME
source: Gap Time
de: Lückenzeit
es: Tiempo Vacio

# TEMPLATE_HALF_DESCRIPTION
source: A half of Two Halves. Suited for focusing on larger tasks but you have less than an hour to spare.
de: Eine Hälfte von zwei Hälften. Geeignet, um sich auf größere Aufgaben zu konzentrieren, aber du hast weniger als eine Stunde Zeit.
es: La mitad de Dos Mitades. Diseñado para enfocarse en tareas más grandes, pero tienes menos de una hora libre.

# TEMPLATE_HALF_NAME
source: Half
de: Halb
es: Mitad

# TEMPLATE_LUNCH_DESCRIPTION
source: Treat yourself to a one-hour lunch break to clear your mind, and enjoy some tasty food!
de: Gönne dir eine einstündige Mittagspause, um den Kopf frei zu bekommen und genieße ein leckeres Essen!
es: ¡Conciente con un tiempo para un lunch, aclara tu mente y distruta!

# TEMPLATE_LUNCH_NAME
source: Lunch Break
de: Mittagspause
es: Tiempo para Lunch

# TEMPLATE_POMODORO_DESCRIPTION
source: A common focus technique that encourages dividing tasks into three 25 min Focused Work stages, with two 5 min Breaks inbetween, ending with a 15 min Break.
de: Eine gängige Fokustechnik, die dazu ermutigt, Aufgaben in drei 25-minütige Phasen zu unterteilen, mit zwei 5-minütigen Pausen dazwischen und einer 15-minütigen Pause am Ende.
es: Una técnica común para enfocarse que promueve dividir tareas en tres etapas de 25 minutos, con dos descansos de 5 minutos entre ellas y termina con un descanso de 15 minutos

# TEMPLATE_READING_DESCRIPTION
source: A brief focus session for completing some daily reading.
de: Eine kurze, konzentrierte Session, um die tägliche Lektüre zu vervollständigen.
es: Una sesión breve de Enfoque para leer un poco.

# TEMPLATE_READING_NAME
source: Reading
de: Lesen
es: Leer

# TEMPLATE_REVERSEPOMODORO_DESCRIPTION
source: The go-to session when you're feeling unmotivated or have brain fog. It emphasises taking long breaks with short bursts of Focused Work to help you complete smaller tasks and build momentum.
de: Die erste Wahl, wenn du dich unmotiviert fühlst oder unter Gehirnnebel leidest. Der Schwerpunkt liegt auf langen Pausen und kurzen Phasen fokussierter Arbeit, die dir helfen, kleinere Aufgaben zu erledigen und Schwung zu holen.
es: La sesión fundamental cuando te sientes poco motivado o con la mente nublada. Enfatiza tomar largos descansos con rachas rápidas de Trabajo Enfocado que te ayudarán a completar tareas más cortas y crear incercia.

# TEMPLATE_REVERSEPOMODORO_NAME
source: Reverse Pomodoro
de: Umgekehrere Pomodoro
es: Pomodoro en Reversa

# TEMPLATE_SPRINT_DESCRIPTION
source: A session divided into short Focused Work and Break stages, for when you're studying for an exam or need to memorise information. Balanced short breaks help keep your mind fresh and on-task.
de: Eine Session, die in kurze konzentrierte Arbeits- und Pausenphasen unterteilt ist, wenn du für eine Prüfung lernst oder dir Informationen einprägen musst. Ausgewogene kurze Pausen helfen dir, deinen Geist frisch und konzentriert zu halten.
es: Una sesión divida en pequeñas etapas de Trabajo Enfocado y Descanso, para cuando estés estuando para un examen o necesites memorizar información. Etapas cortas balanceadas ayudan a tu mente a mantenerse fresca y enfocada.

# TEMPLATE_SPRINT_NAME
source: Sprint
es: Carrera

# TEMPLATE_STACK_DESCRIPTION
source: A technique that encourages working hard on a task in the first part, with a focus to wrap it up in the second part.
de: Eine Technik, die dazu ermutigt, im ersten Teil hart an einer Aufgabe zu arbeiten und sich im zweiten Teil darauf zu konzentrieren, sie zu Ende zu bringen.
es: Una técnica que te motiva a trabajar de forma enfocada y con una concentración finalizarla en la segunda parte.

# TEMPLATE_STACK_NAME
source: Stack
de: Stapel
es: Montón

# TEMPLATE_STAGE_PREPARE
source: Prepare for the sprint
de: Bereite dich auf den Sprint vor
es: Prepárate para la carrera

# TEMPLATE_STAGE_RELAX
source: Relax, and enjoy my well deserved break!
de: Entspanne dich und genieße meine wohlverdiente Pause!
es: ¡Relájate, y disfruta tu bien merecido descanso!

# TEMPLATE_STAGE_STANDSTRETCHWALK
source: Stand up, stretch, walk around
de: Aufstehen, strecken, herumlaufen
es: Levántate, estírate y camina un poco

# TEMPLATE_STAGE_STRETCH
source: Stand up, and stretch
de: Aufstehen und strecken
es: Levántate y estírate

# TEMPLATE_STAGE_TASKS
source: Finish up remaining tasks
de: Beende die verbleibenden Aufgaben
es: Terminar tareas restantes

# TEMPLATE_STAGE_WALK
source: Walk around
de: Herumgehen
es: Camina un poco

# TEMPLATE_STAGE_WALKSTRETCH
source: Walk around, and stretch
de: Geh herum und dehne dich
es: Camina un poco y estírate

# TEMPLATE_TIMER_DESCRIPTION
source: A simple count up timer that's great for open-ended tasks such as meetings.
de: Ein einfacher Hochzählender-Timer, der sich gut für offene Aufgaben wie Meetings eignet.
es: Un siempre cronómetro que es genial para tareas sin fin claro, como una junta.

# TEMPLATE_TIMER_NAME
source: Simple Timer
de: Einfacher Timer
es: Simple Cronómetro

# TEMPLATE_TWOHALVES_DESCRIPTION
source: Suited for focusing on larger tasks that require extra time to reach a flow state, such as Coding or Content Writing. Two 45 min Focused Work stages with a 10 min Break inbetween. A favorite of the developer. 🙂
de: Geeignet, um sich auf größere Aufgaben zu konzentrieren, die mehr Zeit benötigen, um einen Flow-Zustand zu erreichen, wie z. B. Programmieren oder Schreiben. Zwei 45-minütige konzentrierte Arbeitsphasen mit einer 10-minütigen Pause dazwischen. Ein Favorit des Entwicklers 🙂 .
es: Diseñado para enfocarte en tareas más grandes que requieren tiempo extra para llegar a un estado de flow, como Programación o Creación de Contenido. Dos etapas de Trabajo Enfocado de 45 minutos, entre descansos de 10 minutos. Un favorito del desarrollador. 🙂

# TEMPLATE_TWOHALVES_NAME
source: Two Halves
de: Zwei Hälften
es: Dos mitades

# TEMPLATE_ULTRADIAN_DESCRIPTION
source: Follow the Ultradian Rhythms technique which includes two 90 min stages of high productivity, with two 20 min breaks inbetween.
de: Folge der Ultradian Rhythms-Technik, die zwei 90-minütige Phasen hoher Produktivität mit zwei 20-minütigen Pausen dazwischen vorsieht.
es: Sigue la técnica Ritmos Ultradianos, la cual incluye dos etapas de 90 minutos de alta productividad, con dos descansos de 20 minutos.

# TEMPLATE_ULTRADIAN_NAME
source: Ultradian
es: Ultradiano

# TEMPLATE_WINDDOWN_DESCRIPTION
source: Complete a relaxing routine before bed to help with falling asleep. Read a book, listen to your favorite meditation app, or journal about your day.
de: Führe vor dem Schlafengehen eine entspannende Routine durch, um das Einschlafen zu erleichtern. Lies ein Buch, hör dir deine Lieblingsmeditations-App an oder schreibe ein Tagebuch über deinen Tag.
es: Completa una rutina relajante antes de ir a dormir, que facilita el sueño. Lee un libro, escucha tu app de meditación favorita o un diario sobre to día.

# TEMPLATE_WINDDOWN_NAME
source: Wind Down
de: Entspannung
es: Relajarse

# TERM_ACTIVE
source: Active
de: Aktiv
es: Activo

# TERM_ALERTS
source: Alerts
de: Warnungen
es: Alertas

# TERM_AUTOMATION
source: Automation
de: Automatisierung
es: Automatización

# TERM_AUTOMATIONS
source: Automations
de: Automatisierungen
es: Automatizaciones

# TERM_BREAK
source: Break
de: Pause
es: Descanso

# TERM_BREAKTIME
source: Break Time
de: Pause Zeit
es: Tiempo de Descanso

# TERM_COMPLETEDSESSION
source: Completed Session
de: Abgeschlossene Session
es: Sesiones Completadas

# TERM_DEFAULT
source: Default
de: Standard
es: De Facto

# TERM_DETAILS
source: Details
es: Detalles

# TERM_DEVELOPER
source: Developer
de: Entwickler
es: Desarrollador

# TERM_ENABLED
source: Enabled
de: Aktiviert
es: Habilitado

# TERM_FINISH
source: Finish
es: Terminado

# TERM_FOCUSEDWORK
source: Focused Work
de: Fokussierte Arbeit
es: Trabajo Enfocado

# TERM_FOCUSGROUP
source: Focus Group
de: Fokusgruppe
es: Enfoque Grupal

# TERM_FOCUSSESSION
source: Focus Session
de: Fokus Session
es: Sesión de Enfoque

# TERM_FOCUSSESSIONS
source: Focus Sessions
de: Fokus-Session
es: Sesiones de Enfoque

# TERM_GOAL
source: Goal
de: Ziel
es: Objetivo

# TERM_GROUP
source: Group
de: Gruppe
es: Grupo

# TERM_INACTIVE
source: Inactive
de: Inaktiv
es: Inactivo

# TERM_INTEGRATION
source: Integration
es: Integración

# TERM_LOADING
source: Loading
de: Laden
es: Cargando

# TERM_NEVER
source: Never
de: Niemals
es: Nunca

# TERM_NEWSLETTER
source: Newsletter
es: Boletín Informativo

# TERM_NOTES
source: Notes
de: Anmerkungen
es: Notas

# TERM_PAUSED
source: Paused
de: Pausiert
es: Pausado

# TERM_PLANNING
source: Planning
de: Planung
es: Pleaneando

# TERM_PRESETS
source: Presets
de: Voreinstellungen
es: Plantillas

# TERM_PRIVACY
source: Privacy
de: Datenschutz
es: Privacidad

# TERM_PRIVACYPOLICY
source: Privacy Policy
de: Datenschutzrichtlinie
es: Política de Privacidad

# TERM_PRODUCTIVE
source: Productive
de: Produktiv
es: Productividad

# TERM_PROFILE
source: Profile
de: Profil
es: Perfil

# TERM_RESTOREPURCHASES
source: Restore Purchases
de: Käufe wiederherstellen
es: Restaurar Compras

# TERM_SESSION
source: Session
es: Sesión

# TERM_SESSIONID
source: Session ID
es: ID de Sesión

# TERM_STAGE
source: Stage
de: Bühne
es: Etapa

# TERM_STAGETYPE
source: Stage Type
de: Stufe Typ
es: Tipo de Sesión

# TERM_STANDARD
source: Standard
es: Estándar

# TERM_STATUS
source: Status
es: Estatus

# TERM_SUPPORT
source: Support
de: Unterstütze
es: Soporte

# TERM_TEMPLATE
source: Template
de: Vorlage
es: Plantilla

# TERM_TERMS
source: Terms
de: Begriffe
es: Términos

# TERM_TIMER
source: Timer
es: Cronómetro

# TERM_UNKNOWN
source: Unknown
de: Unbekannt
es: Desconocido

# TERM_VOLUME
source: Volume
de: Band
es: Volumen

# TERM_WEBSITE
source: Website
es: Página Web

# TIMER_STAGECOMPLETED
source: Stage Completed
de: Etappe abgeschlossen
es: Etapa Completada

# TIP_DESCRIPTION
source: Hey! 👋 I appreciate your support and contribution to Focused Work. In case you wish to further share your love for this app, feel free to leave a tip of any size below. 🙂 Thank you! ❤️ Michael
de: Hey! 👋 Ich schätze deine Unterstützung und deinen Beitrag zu Focused Work. Falls du deine Liebe zu dieser App noch weiter teilen möchtest, kannst du unten einen Tipp in beliebiger Größe hinterlassen 🙂 Danke! ❤️ Michael
es: ¡Hola! 👋 Aprecio tu apoyo y contrubución a Trabajo Enfocado. En caso que quieras seguir compartiendo tu amor por esta App, siente libre de dejar una propina del tamaño que sea. 🙂 ¡Gracias! ❤️ Michael

# TIP_ON
source: Tipped on %@
de: Tippen Sie auf %@
es: Propina en %@

# TIP_STAGEGESTURE_IOS
source: Swipe to duplicate or delete.
de: Wische zum Duplizieren oder Löschen.
es: Desliza para duplicar o borrar.

# TIP_STAGEGESTURE_MAC
source: Right-click to duplicate or delete.
de: Klicke mit der rechten Maustaste, um zu duplizieren oder zu löschen.
es: Click derecho para duplicar o borrar.

# TIP_THANKYOU_LINE1
source: I appreciate the support, it really means a lot.
de: Ich weiß die Unterstützung zu schätzen, sie bedeutet mir wirklich viel.
es: Aprecio el apoyo, significa muchísimo.

# TIP_THANKYOU_LINE2
source: Share this screen with me on Twitter / send me an email. I'd love to hear how Focused Work has helped you be more productive.
de: Teile diesen Bildschirm mit mir auf Twitter / schicke mir eine E-Mail. Ich würde gerne hören, wie Focused Work dir geholfen hat, produktiver zu sein.
es: Compárteme esta pantalla en Twitter o mándamela por mail. Me encantaria saber como te ha ayudado Trabajo Enfocado a ser más productivo.

# TIP_THANKYOU_LINE3
source: Or, feel free to leave a kind review on the App Store!
de: Du kannst auch gerne eine nette Bewertung im App Store hinterlassen!
es: Ó, ¡Sientete libre de dejar una reseña en la App Store!

# TITLE_ADDNOTES
source: Add Notes
de: Anmerkungen hinzufügen
es: Agregar Notas

# TITLE_ALLSESSIONS
source: All Sessions
de: Alle Sessionen
es: Todas las sesiones

# TITLE_ALLTAGS
source: All Tags
de: Alle Tags
es: Todas las etiquetas

# TITLE_APPICON
source: App Icon
de: App-Icpn
es: Ícono del App

# TITLE_COPYSHORTCUTCONFIGURATION
source: Copy Shortcut Configuration
de: Verknüpfungskonfiguration kopieren
es: Copiar Configuración de Atajo

# TITLE_COPYTOGGLCONFIGURATION
source: Copy Toggl Configuration
de: Toggl-Konfiguration kopieren
es: Copiar Configuración de Toggl

# TITLE_CREATESESSION
source: Create Session
de: Session erstellen
es: Crear Sesión

# TITLE_CREATETOGGLPRESET
source: Create Toggl Preset
de: Toggl-Voreinstellung erstellen
es: Crear Plantilla de Toggl

# TITLE_CURRENTSESSION
source: Current Session
de: Aktuelle Session
es: Sesión Actual

# TITLE_EDITPRODUCTIVITYNOTES
source: Edit Productivity Notes
de: Produktivitätshinweise bearbeiten
es: Editar Notas de Productividad

# TITLE_FOCUSEDWORKPRO
source: Focused Work Pro
de: Konzentriertes Arbeiten Pro
es: Trabajo Enfocado Pro

# TITLE_ICLOUDSYNCSTATE
source: iCloud Sync State
de: iCloud Sync Status
es: Estado de Sincronización de iCloud

# TITLE_POWERSAVER
source: Power Saver
de: Stromsparer
es: Ahorro de Energía

# TITLE_PREFERENCES
source: Preferences
de: Präferenzen
es: Preferencias

# TITLE_PRODUCTIVITY
source: Productivity
de: Produktivität
es: Productividad

# TITLE_PRODUCTIVITYEXPORT
source: Productivity Export
de: Produktivität Export
es: Exportar Productividad

# TITLE_PRODUCTIVITYNOTES
source: Productivity Notes
de: Produktivitätshinweise
es: Notas de Productividad

# TITLE_RECENTSESSIONS
source: Recent Sessions
de: Letzte Sessionen
es: Sesiones Recientes

# TITLE_SELECTPRESET
source: Select a Preset
de: Eine Voreinstellung auswählen
es: Seleccionar una Plantilla

# TITLE_SELECTPROJECT
source: Select a Project
de: Wähle ein Projekt
es: Selecciona un Proyecto

# TITLE_SELECTRECENTENTRY
source: Select a Recent Entry
de: Einen letzten Eintrag auswählen
es: Selecciona una Entrada Reciente

# TITLE_SELECTTAGS
source: Select Tags
de: Tags auswählen
es: Selecciona Etiquetas

# TITLE_SELECTTEMPLATE
source: Select a Template
de: Vorlage auswählen
es: Selecciona una Plantilla

# TITLE_SELECTWORKSPACE
source: Select a Workspace
de: Arbeitsbereich auswählen
es: Selecciona una Mesa de Trabajo

# TITLE_SESSIONINPROGRESS
source: Session In Progress
de: Session in Bearbeitung
es: Sesión en Progreso

# TITLE_SETAUTOMATIONSHORTCUT
source: Set %@ Shortcut
de: Setze %@ Abkürzung
es: Colocar %@ Atajo

# TITLE_SETTINGS
source: Settings
de: Einstellungen
es: Ajustes

# TITLE_SHARESTARTSESSION
source: Start a Focus Session
de: Beginne eine Fokus-Session
es: Empieza una Sesión de Enfoque

# TITLE_SHORTCUTAUTOMATIONS
source: Shortcut Automations
de: Shortcut-Automatisierungen
es: Automatización de Atajos

# TITLE_TIPJAR
source: Tip Jar
de: Tipp-Glas
es: Tarro de Propina

# TITLE_TIPSENT
source: Tip Sent
de: Tipp gesendet
es: Propina Enviada

# TITLE_TOGGLINTEGRATION
source: Toggl Integration
es: Integración de Toggl

# TITLE_UPDATESESSIONFOCUS
source: Update Session Focus
de: Ändere den Session Fokus
es: Actualiza una Sesión de Enfoque

# TITLE_UPDATETOGGLPRESET
source: Update Toggl Preset
de: Toggl-Voreinstellung aktualisieren
es: Actualiza Plantilla de Toggl

# TITLE_WHATSNEW
source: What's New
de: Was ist neu?
es: ¿Qué hay nuevo?

# TOGGLPRESET_ALTACC_DISABLED
source: This preset was created with a different Toggl account. Select another preset.
de: Diese Voreinstellung wurde mit einem anderen Toggl-Konto erstellt. Wähle eine andere Voreinstellung.
es: Esta plantilla fue creada con una cuenta diferente de Toggl. Selecciona otra plantilla.

# TOGGLPRESET_ALTACC_MESSAGE
source: This preset was not created with the current Toggl account. Do you want to delete it?
de: Diese Voreinstellung wurde nicht mit dem aktuellen Toggl-Konto erstellt. Willst du sie löschen?
es: Esta plantilla no fue creada con la cuenta actual de Toggl. ¿Quiéres borrarla?

# TOGGLPRESET_ALTACC_TITLE
source: Preset created with another Toggl account
de: Voreinstellung mit einem anderen Toggl-Konto erstellt
es: Plantilla creada con otra cuenta de Toggl

# TOGGLPRESET_DESELECT
source: Deselect Toggl Preset
de: Toggl-Voreinstellung abwählen
es: Deselecciona Plantilla de Toggl

# TOGGLPRESET_HINT
source: Enter a name
de: Einen Namen eingeben
es: Ingresa un nombre

# TOGGLPRESET_MANUAL
source: Convert to Manual Configuration
de: In manuelle Konfiguration umwandeln
es: Convertir a Configuración Manual

# TOGGLPRESET_NONAME
source: No Name
de: Kein Name
es: Sin nombre

# TOGGLPRESET_SELECT
source: Select a Toggl Preset
de: Wähle eine Toggl-Voreinstellung
es: Selecciona una Plantilla de Toggl

# TOGGL_CONFIGURATIONDISABLED
source: This configuration was saved with another Toggl account. Select another workspace.
de: Diese Konfiguration wurde mit einem anderen Toggl-Konto gespeichert. Wähle einen anderen Arbeitsbereich.
es: Esta configuración fue guardada con otra cuenta de Toggl. Selecciona otra mesa de trabajo.

# TOGGL_DISCLAIMER
source: Focus Session stages will be submitted to Toggl if there's an active internet connection.
de: Die Phasen der Focus Session werden an Toggl übermittelt, wenn eine aktive Internetverbindung besteht.
es: Etapas en la Sesión de Enfoque serán enviadas a Toggl si hay una conexión activa de internet.

# TOGGL_ENTERTOKEN
source: Enter your API token
de: Gib dein API-Token ein
es: Ingresa tu API Token

# TOGGL_ENTERTOKEN_FOOTER
source: Add your Toggl API Token to authenticate with Toggl.
de: Füge deinen Toggl API Token hinzu, um dich bei Toggl zu authentifizieren.
es: Agrega tu API Token de Toggl para autenticarte.

# TOGGL_INFO_DESCRIPTION
source: Assign Projects and Tags to each Focus Session, and create common presets that link to multiple sessions.
de: Weise jeder Fokus-Session Projekte und Tags zu und erstelle gemeinsame Voreinstellungen, die mit mehreren Sessionen verknüpft werden können.
es: Asigna Proyectos y Etiquetas en cada Sesión de Enfoque y crea plantillas comunes que vinculan múltiples sesiones.

# TOGGL_INFO_TITLE
source: Link your Toggl account to log Focused Work, Break, and Planning stages.
de: Verbinde dein Toggl-Konto, um die Phasen "Konzentriertes Arbeiten", "Pause" und "Planung" zu protokollieren.
es: Vincula tu cuenta de Toggl para registrar etapas de Trabajo Enfocado, Descanso y Planeación.

# TOGGL_INFO_TOKEN
source: Get my API Token
de: Mein API-Token erhalten
es: Obtener mi API Token
